var _IDIOM_DATA = [
  {
    "word": "阿鼻地狱",
    "pinyin": "ā bí dì yù",
    "explanation": "阿鼻梵语的译音，意译为无间”，即痛苦无有间断之意。常用来比喻黑暗的社会和严酷的牢狱。又比喻无法摆脱的极其痛苦的境地。",
    "example": "但也有少数意志薄弱的……逐步上当，终至堕入～。★《上饶集中营·炼狱杂记》",
    "derivation": "语出《法华经·法师功德品》下至阿鼻地狱。”"
  },
  {
    "word": "阿党比周",
    "pinyin": "ē dǎng bǐ zhōu",
    "explanation": "指相互勾结，相互偏袒，结党营私。",
    "example": "《论语·卫灵公》众恶之，必察焉；众好之，必察焉”何晏集解引三国魏王肃曰或众～，或其人特立不群，故好恶不可不察也。”",
    "derivation": "三国·魏·曹操《整齐风俗令》阿党比周，先圣所疾也。”"
  },
  {
    "word": "阿党相为",
    "pinyin": "ē dǎng xiāng wéi",
    "explanation": "阿党偏袒、偏私一方。为了谋求私利相互偏袒、包庇。",
    "example": "无",
    "derivation": "《汉书·诸葛丰传》今以四海之大，曾无伏节死谊之臣，率尽苟合取容，阿党相为，念私门之利，忘国家之政。”"
  },
  {
    "word": "阿狗阿猫",
    "pinyin": "ā gǒu ā māo",
    "explanation": "旧时人们常用的小名。引申为任何轻贱的，不值得重视的人或著作。",
    "example": "无",
    "derivation": "鲁迅《我们要批评家》然而新的批评家不开口，类似批评家之流便趁势一笔抹杀‘阿狗阿猫’。”"
  },
  {
    "word": "阿姑阿翁",
    "pinyin": "ā gū ā wēng",
    "explanation": "阿名词的前缀。姑丈夫的母亲。翁丈夫的父亲。指公公婆婆。",
    "example": "既然如此，你我两个，便学个不痴不聋的～。★《儿女英雄传》二三回",
    "derivation": "见阿家阿翁”。"
  },
  {
    "word": "阿家阿翁",
    "pinyin": "ā gū ā wēng",
    "explanation": "阿名词的前缀。家通姑”，丈夫的母亲。翁丈夫的父亲。指公公婆婆。",
    "example": "无",
    "derivation": "唐·赵𫞦《因话录》卷一郭暖尝与升平公主琴瑟不调。尚父拘暖，自诣朝童结罪。上召而慰之曰‘谚云不痴不聋，不作阿家阿翁。’”"
  },
  {
    "word": "阿娇金屋",
    "pinyin": "ā jiāo jīn wū",
    "explanation": "阿娇指汉武帝刘彻的姑母（长公主刘娇）的女儿。原指汉武帝刘彻要用金屋接纳阿娇为妇。这里泛指美丽高贵的女子。",
    "example": "～原相配，太其玉镜宁无时？★明·周履靖《锦笺记·诒婚》",
    "derivation": "语出旧题汉·班固《汉武故事》汉武帝幼时曾对姑母长公主说若得阿娇(姑母之女)作妇，当以金屋贮之。”"
  },
  {
    "word": "阿猫阿狗",
    "pinyin": "ā māo ā gǒu",
    "explanation": "旧时人们常用的小名。引申为任何轻贱的，不值得重视的人或著作。",
    "example": "在德国无论～见面，一律互相举手高喊希特勒万岁”。★邹韬奋《法西斯作风的罪恶》",
    "derivation": "鲁迅《我的第一个师父》这和名孩子为阿猫阿狗，完全是一样的意思容易养大。”"
  },
  {
    "word": "阿弥陀佛",
    "pinyin": "ē mí tuó fó",
    "explanation": "佛教语，信佛的人用作口头诵颂的佛号，表示祈祷祝福或感谢神灵的意思。",
    "example": "和尚念经，～。",
    "derivation": "元·张国宾《合汗衫》第四折张寿友曰‘阿弥陀佛，这个是谁？’卜儿云‘这便是媳妇儿。’”"
  },
  {
    "word": "阿毗地狱",
    "pinyin": "ā pí dì yù",
    "explanation": "阿毗梵语的译音，意译为无间”，即痛苦无有间断之意。常用来比喻黑暗的社会和严酷的牢狱。又比喻无法摆脱的极其痛苦的境地。",
    "example": "生前不曾修福，死堕～。★《敦煌变文集·妙法莲花经讲经文》",
    "derivation": "见阿鼻地狱”。"
  },
  {
    "word": "阿平绝倒",
    "pinyin": "ā píng jué dǎo",
    "explanation": "以之比喻对对方的言论极为佩服。亦用为讥讽言论极为乖谬，常贻笑大方。",
    "example": "无",
    "derivation": "据《晋书·卫玠传》及《王澄传》载玠好言玄理。琅玡王澄字平子，兄昵称之曰阿平”。有高名，少所推许，每闻玠言，辄叹息绝倒。故时为之语曰卫玠谈道，平子绝倒。”"
  },
  {
    "word": "阿其所好",
    "pinyin": "ē qí suǒ hào",
    "explanation": "阿曲从；其他的；好爱好。指为取得某人的好感而迎合他的爱好。",
    "example": "吾何能～为？★鲁迅《坟·摩罗诗力说》",
    "derivation": "《孟子·公孙丑上》宰我、子贡、有若，智足以知圣人，污不至阿其所好。”"
  },
  {
    "word": "阿时趋俗",
    "pinyin": "ē shí qū sú",
    "explanation": "阿迎合。迎合时尚和世俗。",
    "example": "无",
    "derivation": "恽代英《再复毕几庵书》故办杂志者，当研究社会心理。然此决非阿时趋俗，只以顺其势而利导之耳。”"
  },
  {
    "word": "阿世盗名",
    "pinyin": "ē shì dào míng",
    "explanation": "阿世曲意博取世人的欢心。用博取世人的欢心的方法来窃取名誉。",
    "example": "无",
    "derivation": "清·梁启超《新民说》才智之士，既得此以为阿世盗名之一秘钥，于是名节闲检，荡然无所顾复。"
  },
  {
    "word": "阿世媚俗",
    "pinyin": "ē shì mèi sú",
    "explanation": "指曲意迎合当时社会的陈规陋俗。",
    "example": "无",
    "derivation": "鲁迅《坟·文化偏至论》如其《民敌》一书，谓有人宝守真理，不阿世媚俗，而不见容于人群。”"
  },
  {
    "word": "阿世取容",
    "pinyin": "ē shì qǔ róng",
    "explanation": "指迎合世俗，取悦于人。",
    "example": "叙述西汉儒学，应该看到多数～的章名小儒，也应该看到少数同情人民的正统儒者。★范文澜蔡美彪等《中国通史》第二编第二章第九节",
    "derivation": "鲁迅《汉文学史纲要》第六篇至叔孙通，则正以曲学容，非重其能定朝仪，知典礼也。”"
  },
  {
    "word": "阿意取容",
    "pinyin": "ē yì qǔ róng",
    "explanation": "指曲从其意，以取悦于人。",
    "example": "当英景之间，国势初更，人心观望，执政任事之臣多～。★《明史·高穣胡濙等赞》",
    "derivation": "《南史·孝义传下·陶季直》季直不能阿意取容，明帝颇忌之，出为辅国长史、北海太守。”"
  },
  {
    "word": "阿谀谄媚",
    "pinyin": "ē yú chǎn mèi",
    "explanation": "阿谀迎合别人的意思，向人讨好；谄媚巴结，奉承。说话做事迎合别人的心意，竭力向人讨好。",
    "example": "无",
    "derivation": "明·冯梦龙《喻世明言·裴晋公义还原配》只是这帮阿谀谄媚的，要博相国欢喜，自然重价购买。”"
  },
  {
    "word": "阿谀逢迎",
    "pinyin": "ē yú féng yíng",
    "explanation": "阿谀用言语恭维别人；逢迎迎合别人的心意。奉承，拍马，讨好别人。",
    "example": "其时京师有一流棍，名叫李光，专一～，谄事令孜。★明·凌蒙初《初刻拍案惊奇》卷二十二",
    "derivation": "《二程全书·伊川易传一》周之与否在君而已，不可阿谀奉迎求其比己也。”"
  },
  {
    "word": "阿谀奉承",
    "pinyin": "ē yú fèng chéng",
    "explanation": "阿谀用言语恭维别人；奉承恭维，讨好。曲从拍马，迎合别人，竭力向人讨好。",
    "example": "无",
    "derivation": "明·东鲁古狂生《醉醒石》第八回他却小器易盈，况且是个小人，在人前不过一味阿谀奉承。”"
  },
  {
    "word": "阿谀取容",
    "pinyin": "ē yú qǔ róng",
    "explanation": "阿谀曲意逢迎；取容取悦于人。谄媚他人，以取得其喜悦。",
    "example": "且王膀等～，蔽贤窃位。★明·冯梦龙《东周列国志》",
    "derivation": "汉·杨秉《奏劾侯览》而今猥受过宠，执政操权，其阿谀取容者，则因公褎举，以报私惠。”"
  },
  {
    "word": "哀哀父母",
    "pinyin": "āi āi fù mǔ",
    "explanation": "可哀呀可哀，我的父母啊！原指古时在暴政下的人民终年在外服劳役，对父母病痛、老死不能照料而悲哀。",
    "example": "咱人有子方知不孝娘，岂不问～情肠！★元·无名氏《小张屠》第一折",
    "derivation": "《诗经·小雅·蓼莪》蓼蓼者莪，匪莪伊蒿，哀哀父母，生我劬劳。”"
  },
  {
    "word": "哀哀欲绝",
    "pinyin": "āi āi yù jué",
    "explanation": "哀哀极度悲哀；绝断气，死。形容极其悲痛。",
    "example": "那安太太进门，一眼便看见姑娘，～的跪在那里……便一直的奔了姑娘去。★清·文康《儿女英雄传》第二十回",
    "derivation": "清·曹雪芹《红楼梦》第十三回那宝珠按未嫁女之礼在灵前哀哀欲绝。”"
  },
  {
    "word": "哀兵必胜",
    "pinyin": "āi bīng bì shèng",
    "explanation": "原意是力量相当的两军对阵，悲愤的一方获得胜利◇指因受欺侮而奋起抵抗的军队，必定能取胜。",
    "example": "不，～！不要乐，要哀，何小姐能弹《易水吟》的谱子吗？★张恨水《啼笑因缘续集》第十回",
    "derivation": "《老子》第六十九章祸莫大于轻敌，轻敌几丧吾宝，故抗兵相加，哀者胜矣。”"
  },
  {
    "word": "哀而不伤",
    "pinyin": "āi ér bù shāng",
    "explanation": "哀悲哀；伤伤害。忧愁而不悲伤，形容感情有节制；另形容诗歌、音乐优美雅致，感情适度。比喻做事没有过头也无不及。",
    "example": "她喜欢打扮，愿意有朋友，可是这都不过是一些小小的、～的、青春的游戏。★老舍《四世同堂》四十三",
    "derivation": "《论语·八佾》子曰‘《关雎》乐而不淫，哀而不伤。’”"
  },
  {
    "word": "哀感天地",
    "pinyin": "āi gǎn tiān dì",
    "explanation": "形容极其哀痛，使天地都为之感动。",
    "example": "无",
    "derivation": "宋·释普济《五灯会元》卷一王闻失声号恸，哀感天地。”"
  },
  {
    "word": "哀感顽艳",
    "pinyin": "āi gǎn wán yàn",
    "explanation": "顽愚顽。原意是指内容凄切，文辞华丽，使愚笨和聪慧的人同样受感动◇多用来指艳情的小说、戏曲、电影中的感人情节。",
    "example": "这封信却是骈四骈六的，足有三千多字，写得异常的～。★清·吴趼人《二十年目睹之怪现状》第七十一回",
    "derivation": "三国·魏·繁钦《与魏文帝笺》咏北狄之遐征，奏胡马之长嘶，凄入肝脾，哀感顽艳。”"
  },
  {
    "word": "哀感中年",
    "pinyin": "āi gǎn zhōng nián",
    "explanation": "形容人到中年对亲友离别的伤感情绪。",
    "example": "神丹浪说解还童，～遇谢公。★清·丘逢甲《东北感春诗》",
    "derivation": "南朝·宋·刘义庆《世说新语·言语》谢太傅（安）语王右军（王羲之）曰‘中年伤于哀乐，与亲友别，辄作数是恶。’”"
  },
  {
    "word": "哀告宾服",
    "pinyin": "āi gào bīn fú",
    "explanation": "宾服古指诸侯或边远部落按时朝贡，表示依服、服从◇泛指归顺、服从。指哀求饶恕，愿意服从。",
    "example": "无",
    "derivation": "元·无名氏《延安府》第一折我见他慌悚踌躇，左支右吾，跪在街衢，哀告宾服。”"
  },
  {
    "word": "哀鸿遍地",
    "pinyin": "āi hóng biàn dì",
    "explanation": "哀鸿哀鸣的鸿雁。比喻啼饥号寒的灾民。比喻在天灾人祸中到处都是流离失所、呻吟呼号的饥民。",
    "example": "天涯吟望，～，都成愁侣。★黄侃《水龙吟·秋花》词",
    "derivation": "《诗经·小雅·鸿雁》鸿雁于飞，哀鸣嗷嗷。”"
  },
  {
    "word": "哀鸿遍野",
    "pinyin": "āi hóng biàn yě",
    "explanation": "哀鸿哀鸣的鸿雁。比喻啼饥号寒的灾民。比喻在天灾人祸中到处都是流离失所、呻吟呼号的饥民。",
    "example": "我记得历史上的罗马何等殷阗繁盛，怎么今日却是～，春燕无归，满眼凄惶。★清·梁启超《新罗马》",
    "derivation": "《诗经·小雅·鸿雁》鸿雁于飞，哀鸣嗷嗷。”"
  },
  {
    "word": "哀毁骨立",
    "pinyin": "āi huǐ gǔ lì",
    "explanation": "哀悲哀；毁损坏身体；骨立形容极瘦，只剩下骨架。旧时形容在父母丧中因过度悲伤而瘦得只剩一把骨头。",
    "example": "众亲戚已到，商量在本族亲房立了一个儿子过来，然后大殓治丧。蘧公子～，极倦子之谊。★清·吴敬梓《儒林外史》第十二回",
    "derivation": "《后汉书·韦彪传》孝行纯至，父母卒，哀毁三年，不出庐寝。服竟，羸瘠骨立异形，医疗数年乃起。”南朝宋·刘义庆《世说新语·德行》王戎虽不备礼，而哀毁骨立。”"
  },
  {
    "word": "哀毁瘠立",
    "pinyin": "āi huǐ jī lì",
    "explanation": "旧时形容在父母丧中因过度悲伤而瘦得只剩一把骨头。",
    "example": "无",
    "derivation": "清·吴敬梓《儒林外史》第十二回众亲戚已到，商量在本族亲房立了一个儿子过来，然后大殓治丧。蘧公子哀毁瘠立，极倦子之谊。”"
  },
  {
    "word": "哀梨蒸食",
    "pinyin": "āi lí zhēng shí",
    "explanation": "将哀梨蒸着吃。比喻不识货↓里糊涂地糟堂东西。",
    "example": "无",
    "derivation": "南朝·宋·刘义庆《世说新语·轻诋》桓南郡每见人不快，辄嗔曰‘君得哀家梨，当复不蒸食不?’”"
  },
  {
    "word": "哀莫大于心死",
    "pinyin": "āi mò dà yú xīn sǐ",
    "explanation": "心死指心像死灰的灰烬。指最可悲哀的事，莫过于思想顽钝，麻木不仁。",
    "example": "人说～。”我的心已经死了。我不该再到你们公馆里来，打扰你们。★巴金《家》二回",
    "derivation": "《庄子·田子方》夫哀莫大于心死，而人死亦次之。”"
  },
  {
    "word": "哀声叹气",
    "pinyin": "āi shēng tàn qì",
    "explanation": "因伤感郁闷或悲痛而发出叹息的声音。",
    "example": "无",
    "derivation": "明·凌蒙初《二刻拍案惊奇》卷三十八终日价没心没想，哀声叹气。”"
  },
  {
    "word": "哀丝豪竹",
    "pinyin": "āi sī háo zhú",
    "explanation": "丝指弦乐器；竹指管乐器；豪竹粗大的竹管制成的乐器。形容管弦乐声的悲壮动人。",
    "example": "～颂英烈，此是北昆跃进花。★茅盾《观北昆剧院初演〈红霞〉》",
    "derivation": "唐·杜甫《醉为马坠诸公携酒相看》诗酒肉如山又一时，初筵哀丝动豪竹。”"
  },
  {
    "word": "哀思如潮",
    "pinyin": "āi sī rú cháo",
    "explanation": "哀伤的思绪如同潮涌一般。形容极度悲痛。",
    "example": "无",
    "derivation": "京剧《平原作战》第五场赵勇刚（唱）哀思如潮热泪洒，平川有边仇无涯。”"
  },
  {
    "word": "哀天叫地",
    "pinyin": "āi tiān jiào dì",
    "explanation": "哀悲哀。悲哀地呼天喊地。形容悲痛至极。",
    "example": "平儿丰儿等哭的～，贾政心中也着了忙。★清·曹雪芹《红楼梦》第二十五回",
    "derivation": "清·曹雪芹《红楼梦》第二十五回平儿丰儿等哭的哀天叫地，贾政心中也着了忙。”"
  },
  {
    "word": "哀痛欲绝",
    "pinyin": "āi tòng yù jué",
    "explanation": "伤心得要死。形容悲痛到了极点。",
    "example": "宝庆给大哥唱了一曲挽歌，直唱得泣不成声，～。★老舍《鼓书艺人》十七",
    "derivation": "清·曹雪芹《红楼梦》第十三回那宝珠按未嫁女之礼在灵前哀哀欲绝。”"
  },
  {
    "word": "唉声叹气",
    "pinyin": "āi shēng tàn qì",
    "explanation": "因伤感郁闷或悲痛而发出叹息的声音。",
    "example": "我看你脸上一团私欲愁闷气色！这会子又～，你那些还不足，还不自在？★清·曹雪芹《红楼梦》第三十三回",
    "derivation": "明·凌蒙初《二刻拍案惊奇》卷三十八终日价没心没想，哀声叹气。”"
  },
  {
    "word": "挨冻受饿",
    "pinyin": "ái dòng shòu è",
    "explanation": "指无衣无食的穷困境况。",
    "example": "无",
    "derivation": "清·曹雪芹《红楼梦》第一百回妈妈这一辈子想来还不至挨冻受饿。”"
  },
  {
    "word": "挨风缉缝",
    "pinyin": "āi fēng jī fèng",
    "explanation": "比喻为了达到某种目的而找门路。",
    "example": "无",
    "derivation": "明·冯梦龙《醒世恒言》卷七但有一二分才貌的，那一个不挨风缉缝，央媒说合。”"
  },
  {
    "word": "挨家挨户",
    "pinyin": "āi ji āi hù",
    "explanation": "每家每户，户户不漏。挨，依次，顺次。",
    "example": "无",
    "derivation": "老舍《四世同堂》七四自从他作了副县长，随着白巡长挨家挨户地收铜铁，他的美誉便降落了许多。”"
  },
  {
    "word": "挨肩并足",
    "pinyin": "āi jiān bìng zú",
    "explanation": "形容人群拥挤。",
    "example": "无",
    "derivation": "明·冯梦龙《醒世恒言·钱秀才错占凤凰俦》那山中远近人家，都晓得高家新女婿才貌双全，竟来观看，挨肩并足，如看神会故事的一般热闹。”"
  },
  {
    "word": "挨肩擦膀",
    "pinyin": "āi jiān cā bǎng",
    "explanation": "指身体相贴近。也形容人群拥挤。",
    "example": "那两边围看的，～，不知其数。★明·兰陵笑笑生《金瓶梅词话》第四二回",
    "derivation": "元·刘君锡《来生债》第一折你怎么偏要挨肩擦膀的，舒着手往我怀里摸甚么？”"
  },
  {
    "word": "挨肩擦背",
    "pinyin": "āi jiān cā bèi",
    "explanation": "肩挨肩，背擦背。形容人多拥挤。",
    "example": "引惹得那楼下看灯的人，～，仰望上瞧。★明·兰陵笑笑生《金瓶梅词话》第十五回",
    "derivation": "明·冯梦龙《醒世恒言》第三十四卷常常走到厨房下，挨肩擦背，调嘴弄舌。”"
  },
  {
    "word": "挨肩擦脸",
    "pinyin": "āi jiān cā liǎn",
    "explanation": "挨靠近。擦，接触。形容狎昵之状。",
    "example": "无",
    "derivation": "《脂砚斋重评石头记》六五回贾珍便和三姐挨肩擦脸，百般轻薄起来。”"
  },
  {
    "word": "挨肩搭背",
    "pinyin": "āi jiān dā bèi",
    "explanation": "挨肩肩和肩相靠。搭背手搭在别人背上。形容极其亲昵的样子。",
    "example": "看她俩挨肩搭背的样子，就知道是一对好朋友。",
    "derivation": "《官场维新记》第九回小玉凤见是警察局的大人到了，连忙抛了各客，溜进房间里来，与袁伯珍挨肩搭背的坐在一块儿。”"
  },
  {
    "word": "挨肩迭背",
    "pinyin": "āi jiān dié bèi",
    "explanation": "形容人群拥挤。",
    "example": "无",
    "derivation": "明·冯梦龙《醒世恒言·勘皮靴单证二郎神》当日看的是挨肩迭背。"
  },
  {
    "word": "挨肩叠背",
    "pinyin": "āi jiān dié bèi",
    "explanation": "形容人群拥挤。",
    "example": "无",
    "derivation": "《醒世恒言·勘皮靴单证二郎神》当日看的真是挨户叠背。”"
  },
  {
    "word": "挨门挨户",
    "pinyin": "āi mén āi hù",
    "explanation": "挨按照顺序。按照住户的顺序一家也不漏。同挨门逐户”。",
    "example": "她［一丈青大娘］又跑遍沿河几个村落，～乞讨零碎布头儿，给何满子缝了一件五光十色的百家衣。★刘绍棠《蒲柳人家》一",
    "derivation": "李英儒《野火春风斗古城》第六章二她心生一计，挨门挨户问人家要不要水。”"
  },
  {
    "word": "挨门逐户",
    "pinyin": "āi mén zhú hù",
    "explanation": "挨家挨户，一家也没有漏掉。",
    "example": "无",
    "derivation": "清·钱彩《说岳全传》第六十一回写出岳元帅父子受屈情节，挨门逐户的分派；约齐日子，共上民表，要替岳爷申冤。”"
  },
  {
    "word": "挨三顶五",
    "pinyin": "āi sān dǐng wǔ",
    "explanation": "形容人多，连接不断。",
    "example": "但见红尘滚滚，车马纷纷，许多商贩客人驮着货物，～的进店安歇。★明·冯梦龙《古今小说》卷五",
    "derivation": "明·冯梦龙《平妖传》众人挨三顶四，簇拥将来，一个个伸出手来，求太医看脉。”"
  },
  {
    "word": "挨山塞海",
    "pinyin": "āi shān sè hǎi",
    "explanation": "形容人极多而拥挤不堪。",
    "example": "无",
    "derivation": "明·凌蒙初《初刻拍案惊奇》卷十七那日观看的人，何止挨山塞海。”"
  },
  {
    "word": "挨风缉缝",
    "pinyin": "āi fēng qī fèng",
    "explanation": "指多方钻营，找门路。",
    "example": "无",
    "derivation": "《醒世恒言·卢太学诗酒傲公侯》别个秀才要去结交知县，还要挨风缉缝，央人引进，拜在门下，认为老师。”"
  },
  {
    "word": "挨三顶四",
    "pinyin": "āi sān dǐng sì",
    "explanation": "形容人群拥挤，接连不断。",
    "example": "覆帐之后，宾客如市，挨三顶五，不得空闲。★《醒世恒言·卖油郎独占花魁》",
    "derivation": "《平妖传》第四回半仙到栅栏门首下马，也不进宅，径在堂中站着，众人挨三顶四，簇拥将来，一个个伸出手来，求太医看脉。”"
  },
  {
    "word": "挨三顶五",
    "pinyin": "āi sān dǐng wǔ",
    "explanation": "形容人群拥挤，接连不断。",
    "example": "无",
    "derivation": "明·冯梦龙《醒世恒言·卖油郎独占花魁》覆帐之后，宾客如市，挨三顶五，不得空闲。”"
  },
  {
    "word": "嗳声叹气",
    "pinyin": "ài shēng tàn qì",
    "explanation": "因伤感、烦闷或痛苦而发出叹息的声音。",
    "example": "刁迈彭一面让他起，一面故意做出～的样子，说‘这是怎么好！这是怎么好！叫我怎么对得起死的大哥！’★李宝嘉《官场现形记》第五十一回",
    "derivation": "无"
  },
  {
    "word": "矮人观场",
    "pinyin": "ǎi rén guān cháng",
    "explanation": "比喻只知道附和别人，自己没有主见。也比喻见识不广。",
    "example": "最有识见之客，亦作～。★清·李渔《闲情偶寄·演习·选剧》",
    "derivation": "清·王士秅《香祖笔记》卷十予观宋景文近体，无一字无来历，而对仗精确，非读万卷者不能，迥非南渡以后所及。今人耳食，誉者毁者，皆矮人观场，未之或知也。”"
  },
  {
    "word": "矮人看场",
    "pinyin": "ǎi rén kàn chǎng",
    "explanation": "比喻只知道附和别人，自己没有主见。也比喻见识不广。",
    "example": "是真是假，要弄个明白，不能～，人云亦云。",
    "derivation": "《朱子语类》卷二十七正如矮人看戏一般，见前面人笑，他也笑，他虽眼不曾见，想必是好笑，便随他笑。”"
  },
  {
    "word": "矮人看戏",
    "pinyin": "ǎi rén kàn xì",
    "explanation": "比喻只知道附和别人，自己没有主见。也比喻见识不广。",
    "example": "无",
    "derivation": "清·赵翼《论诗》诗矮人看戏何曾见，都是随人说短长。”"
  },
  {
    "word": "矮子观场",
    "pinyin": "ǎi zǐ guān cháng",
    "explanation": "比喻只知道附和别人，自己没有主见。也比喻见识不广。",
    "example": "无",
    "derivation": "明·徐复祚《一文钱》第三出全心即佛，全佛即人，直是饥人见饭；心不是佛，智不是道，何殊矮子观场。”"
  },
  {
    "word": "矮子看戏",
    "pinyin": "ǎi zǐ kàn xì",
    "explanation": "比喻只知道附和别人，自己没有主见。也比喻见识不广。",
    "example": "～何曾见，都是随人说短长。★清·赵翼《诗论》诗",
    "derivation": "《朱子语类》卷二十七正如矮人看戏一般，见前面人笑，他也笑，他虽眼不曾见，想必是好笑，便随他笑。”"
  },
  {
    "word": "蔼然可亲",
    "pinyin": "ǎi rán kě qīn",
    "explanation": "蔼然对人和善的样子。形容态度和气，使人愿意接近。",
    "example": "早有那般世谊同年，见他翩翩风度，～，都愿和他亲近进来了。★清·文康《儿女英雄传》第三十八回",
    "derivation": "明·李开先《贺邑令贺洪滨奖异序》迄今才八阅月，绝从生之文法，除苛细之科条，虽若凛不可犯，而实蔼然可亲。”"
  },
  {
    "word": "蔼然仁者",
    "pinyin": "ǎi rán rén zhě",
    "explanation": "对人和善的有仁德的人。",
    "example": "子恺为他家华瞻写的文章，真是‘～’之言。★朱自清《儿女》",
    "derivation": "唐·韩愈《答李翊书》仁义之人，其言蔼如也。”"
  },
  {
    "word": "爱别离苦",
    "pinyin": "ài bié lí kǔ",
    "explanation": "佛家语，指亲爱的人离别的痛苦。",
    "example": "无",
    "derivation": "《瑜伽师地论》卷六十一云何爱别离苦？当知此苦，亦由五相。”宋·释道原《景德传灯录》卷二十三问‘如何是至极之谈？’曰‘爱别离苦。’”"
  },
  {
    "word": "爱博而情不专",
    "pinyin": "ài bó ér qíng bù zhuān",
    "explanation": "对人或事物的喜爱很广泛，而感情不能专一。",
    "example": "在这三条路里，我将选择那一条呢？我惭愧自己是个‘～’的人；虽者想着只选定一条路，却总丢不下别的。★朱自清《那里走》",
    "derivation": "唐·韩愈《与陈给事书》夫位益尊则贱者日隔，伺候于门墙者日益进，则爱博而情不专。”"
  },
  {
    "word": "爱不忍释",
    "pinyin": "ài bù rěn shì",
    "explanation": "释放下。对所喜欢的物品，爱得拿在手里久久不肯放下。",
    "example": "得见钱唐陈小云司马《香畹楼忆语》钞本一种，～，亟问假归，手录展玩。★清·王维鋆《香畹楼忆语序一》",
    "derivation": "南朝·梁·萧统《陶渊明集序》余爱嗜其文，不能释手。”"
  },
  {
    "word": "爱不释手",
    "pinyin": "ài bù shì shǒu",
    "explanation": "释放下。喜爱得舍不得放手。",
    "example": "虽是不合他的路数，可奈文有定评，他看了也知道～。★清·文康《儿女英雄传》第三十五回",
    "derivation": "南朝·梁·萧统《陶渊明集序》余爱嗜其文，不能释手。”"
  },
  {
    "word": "爱才如渴",
    "pinyin": "ài cái rú kě",
    "explanation": "才贤才，人才。爱慕贤才，急欲求得，就象口渴急于喝水一样。",
    "example": "宫保～，兄弟实在钦佩的。★清·刘鹗《老残游记》六回",
    "derivation": "清·叶燮《原诗·外篇上》嫉恶甚严，爱才若渴，此韩愈之面目也。”"
  },
  {
    "word": "爱才如命",
    "pinyin": "ài cái rú mìng",
    "explanation": "才贤才，人才。爱慕贤才，急欲求得，就象生命一样重要。",
    "example": "本帅～，何必过谦？★《说岳全传》第三一回",
    "derivation": "语出清·叶燮《原诗·外篇上》嫉恶甚严，爱才若渴，此韩愈之面目也。”"
  },
  {
    "word": "爱才若渴",
    "pinyin": "ài cái ruò kě",
    "explanation": "才贤才，人才。爱慕贤才，急欲求得，就象口渴急于喝水一样。",
    "example": "他们发现了佳人并非因为‘～’而做婊子的，佳人只为的是钱。★鲁迅《上海文艺之一瞥》",
    "derivation": "清·叶燮《原诗·外篇上》嫉恶甚严，爱才若渴，此韩愈之面目也。”"
  },
  {
    "word": "爱财如命",
    "pinyin": "ài cái rú mìng",
    "explanation": "把钱财看得跟生命一样重要。形容极端吝啬。",
    "example": "那个人极端自私，～。",
    "derivation": "清·岭南羽衣女士《东欧女豪杰》第四回我想近来世界，不管什么英雄，什么豪杰，都是爱财如命，何况吃官司的，少不免要和那些狼官鼠吏交手，这更没钱不行了。”"
  },
  {
    "word": "爱富嫌贫",
    "pinyin": "ài fù xián pín",
    "explanation": "嫌弃贫穷，喜爱富有。指对人的好恶以其贫富为准。",
    "example": "方信道贫居闹市无人问，富在深山有远亲。如今人～。★明·无名氏《贫富兴衰》第二折",
    "derivation": "元·关汉卿《裴度还带》第二折有那等嫌贫爱富的儿曹辈，将俺这贫傲慢、把他那富追陪，那个肯恤孤念寡存仁义。”"
  },
  {
    "word": "爱国如家",
    "pinyin": "ài guó rú jiā",
    "explanation": "指帝王像爱抚自己的家室一样爱国爱民。",
    "example": "无",
    "derivation": "汉·荀悦《汉纪·惠帝纪》封建诸侯各世其位，欲使亲民如子、爱国如家。”《晋书·刘聪传》臣闻古之圣王爱国如家，故皇天亦祐之如子。”"
  },
  {
    "word": "爱鹤失众",
    "pinyin": "ài hè shī zhòng",
    "explanation": "比喻因小失大。",
    "example": "无",
    "derivation": "《左传·闵公二年》狄人伐魏，卫懿公好鹤，鹤有乘轩者。将战，国人受甲者皆曰‘使鹤，鹤有禄位，余焉能战？’”"
  },
  {
    "word": "爱礼存羊",
    "pinyin": "ài lǐ cún yáng",
    "explanation": "由于爱惜古礼，不忍使它废弛，因而保留古礼所需要的祭羊。比喻为维护根本而保留有关仪节。",
    "example": "本朝监学之法，虽参以天下之士，而于国子加厚矣。盖～，以有待也。★宋·陈亮《国子》",
    "derivation": "《论语·八佾》子贡欲去告朔之饩羊，子曰‘赐也，尔爱其羊，我爱其礼。’”"
  },
  {
    "word": "爱毛反裘",
    "pinyin": "ài máo fǎn qiú",
    "explanation": "反裘反穿皮衣，指皮毛朝里。古时穿皮毛衣服，毛的一面向外。比喻不重视根本，轻重倒置。",
    "example": "无",
    "derivation": "汉·刘向《新序·杂事》魏文侯出游，见路人反裘而负刍，文侯曰‘胡为反裘而负刍？’对曰‘臣爱其毛。’文侯曰‘若不知其里尽而毛无所恃邪？’”"
  },
  {
    "word": "爱民如子",
    "pinyin": "ài mín rú zǐ",
    "explanation": "旧时称赞某些统治者爱护百姓，就象爱护自己的子女一样。",
    "example": "一路地方官员馈送礼物，岳爷始终不受……只是吩咐他们学好做官，须要爱民如子，无负朝廷。★清·钱彩《说岳全传》第四八回",
    "derivation": "《礼记·中庸》子，庶民也。”汉·刘向《新序·杂事一》良君将赏善而除民患，爱民如子，盖之如天，容之若地。”"
  },
  {
    "word": "爱莫能助",
    "pinyin": "ài mò néng zhù",
    "explanation": "爱爱惜；莫不。虽然心中关切同情，却没有力量帮助。",
    "example": "收到各处的回信，只是写些～”之类的抱歉话。★叶圣陶《得失》",
    "derivation": "《诗经·大雅·焌民》维仲山甫举之，爱莫助之。”"
  },
  {
    "word": "爱莫之助",
    "pinyin": "ài mò zhī zhù",
    "explanation": "爱爱惜；莫不。虽然心中关切同情，却没有力量帮助。",
    "example": "晚虽家事不如初，而亲戚故旧之急难，族人子弟之美事，～，每致其倦倦之意，而人人常信之。★宋·陈亮《喻夏卿墓志铭》",
    "derivation": "《诗经·大雅·焌民》维仲山甫举之，爱莫助之。”"
  },
  {
    "word": "爱钱如命",
    "pinyin": "ài qián rú mìng",
    "explanation": "某些人贪爱钱财就像吝啬生命一样。形容十分贪婪、刻薄。",
    "example": "1942年我在成都重见她的时候，她已经成了一个～的可笑的胖女人。★巴金《谈》",
    "derivation": "明·谢谠《四喜记·大宋毕姻》既称月老，又号冰人，爱钱如命，说谎能神，自家高媒婆是也。”"
  },
  {
    "word": "爱人好士",
    "pinyin": "ài rén hào shì",
    "explanation": "爱护、重视人才。",
    "example": "无",
    "derivation": "《三国志·蜀书·先主传》圣姿硕茂，神武在躬，仁覆积德，爱人好士，是以四方归心焉。”"
  },
  {
    "word": "爱人利物",
    "pinyin": "ài rén lì wù",
    "explanation": "爱护人民，力求有利于人民。",
    "example": "而终归于禁暴戢乱、～而不可掩者，其本领宏大开阔故也。★宋·陈亮《又乙巳春书之一（答朱熹）》",
    "derivation": "《庄子·天地》爱人利物之谓仁。”"
  },
  {
    "word": "爱人以德",
    "pinyin": "ài rén yǐ dé",
    "explanation": "爱人爱护别人；德德行。按照道德标准去爱护人。泛指对人不偏私偏爱，不姑息迁就。",
    "example": "轼闻琦语，曰公可谓～矣。”★《宋史·苏轼传》",
    "derivation": "《礼记·檀弓上》君子之爱人也以德，细人之爱人也以姑息。”"
  },
  {
    "word": "爱日惜力",
    "pinyin": "ài rì xī lì",
    "explanation": "珍惜时间，不虚掷精力。",
    "example": "无",
    "derivation": "《三国志·吴志·孙和传》且志土爱日惜力 ，君子慕其大道，高山景行，耻非其次。”《周书·萧圆萧传》朗读百边，乙夜难寐，爱日惜力，寸阴无弃。”"
  },
  {
    "word": "爱如己出",
    "pinyin": "ài rú jǐ chū",
    "explanation": "像对待亲生子女那样地爱护。",
    "example": "她出世半岁，就丧了父亲，一岁半时，就随母来到邓家。母亲自然是爱的，后父也～。★沈从文《死水微澜》第二部分",
    "derivation": "明·周辑《西湖二集·假邻女诞生真子》果然方氏爱如己出，抚养成人长大。”"
  },
  {
    "word": "爱如珍宝",
    "pinyin": "ài rú zhēn bǎo",
    "explanation": "形容十分喜欢。",
    "example": "无",
    "derivation": "明·天然痴叟《石点头·侯官县烈女歼仇》申屠娘子，已是身怀六甲，到得十月满足……生个儿子，爱如珍宝。”"
  },
  {
    "word": "爱生恶死",
    "pinyin": "ài shēng wù sǐ",
    "explanation": "恶厌恶。喜爱生存，厌恶死亡。",
    "example": "无",
    "derivation": "清·李汝珍《镜花缘》第二十六回可见爱生恶死，亦是物之恒情。”"
  },
  {
    "word": "爱素好古",
    "pinyin": "ài sù hào gǔ",
    "explanation": "指爱好朴质，不趋时尚。",
    "example": "无",
    "derivation": "《老子》见素抱朴，少私寡欲。”《论语·述而》子曰述而不作，信而好古，窃比于我老彭。”"
  },
  {
    "word": "爱屋及乌",
    "pinyin": "ài wū jí wū",
    "explanation": "因为爱一个人而连带爱他屋上的乌鸦。比喻爱一个人而连带地关心到与他有关的人或物。",
    "example": "子存宠上了小老婆，未免～”，把他也看得同上客一般。★清·吴趼人《二十年目睹之怪现状》第十四回",
    "derivation": "《尚书大传·大战》爱人者，兼其屋上之乌。”"
  },
  {
    "word": "爱惜羽毛",
    "pinyin": "ài xī yǔ máo",
    "explanation": "羽毛比喻人的声望。比喻为珍惜自己的名声，行事十分谨慎。",
    "example": "灰鹤与他都是高傲的，～的，而他与它们的高傲只是一种姿态而已，没有用，没有任何的用。★老舍《四世同堂》五十",
    "derivation": "汉·刘向《说苑·杂言》夫君子爱口，孔雀爱羽，虎豹爱爪，此皆所以治身法也。”"
  },
  {
    "word": "爱则加诸膝，恶则坠诸渊",
    "pinyin": "ài zé jiā zhū xī，wù zé zhuì zhū yuān",
    "explanation": "加诸膝放在膝盖上；坠诸渊推进深渊里。意指不讲原则，感情用事，对别人的爱憎态度，全凭自己的好恶来决定。",
    "example": "无",
    "derivation": "《礼记·檀弓下》今之君子，进入若将加诸膝，退人若将坠诸渊。”"
  },
  {
    "word": "爱憎分明",
    "pinyin": "ài zēng fēn míng",
    "explanation": "憎恨。爱和恨的立场和态度十分鲜明。",
    "example": "无",
    "derivation": "陈若曦《耿尔在北京》他很困惑，也很痛苦，想不到爱憎分明、坚强独立的小睛会怕人‘闲话’。”"
  },
  {
    "word": "爱之欲其生",
    "pinyin": "ài zhī yù qí shēng",
    "explanation": "指喜欢一个人时总想叫他活着。指极度地凭个人爱憎对待人。",
    "example": "‘～，恶之欲其死。’卿何不容一宦官耶？★明·罗贯中《三国演义》第115回",
    "derivation": "春秋·孔丘《论语·颜渊》爱之欲其生，恶之欲其死，既欲其生，又欲其死，是惑也。”"
  },
  {
    "word": "爱之欲其生，恶之欲其死",
    "pinyin": "ài zhī yù qí shēng，wù zhī",
    "explanation": "喜爱他时，总想叫他活着；讨厌他时，总想叫他死掉。指极度地凭个人爱憎对待人。",
    "example": "爱之欲其生，恶之欲其死。”卿何不容一宦官耶？（明·罗贯中《三国演义》第一百一十五回）",
    "derivation": "《论语·颜渊》爱之欲其生，恶之欲其死，既欲其生，又欲其死，是惑也。”"
  },
  {
    "word": "碍口识羞",
    "pinyin": "ài kǒu shí xiū",
    "explanation": "碍口说不出口。指怕羞而不说话。",
    "example": "这事关系你终身，肯与不肯，明白说出，莫要～，两相耽误。★《石点头·潘文子契合鸳鸯冢》",
    "derivation": "明·凌蒙初《初刻拍案惊奇·转运汉巧遇洞庭红》文若虚终是碍口识羞，待说又止。”"
  },
  {
    "word": "碍难从命",
    "pinyin": "ài nán cóng mìng",
    "explanation": "碍妨碍；从听从。由于有所妨碍，难以遵从吩咐，是委婉拒绝对方要求的话。",
    "example": "无",
    "derivation": "《三打祝家庄》第一幕第一场你回去复李大官人，本当将时迁放回，怎奈他是梁山贼党，碍难从命。”"
  },
  {
    "word": "碍手碍脚",
    "pinyin": "ài shǒu ài jiǎo",
    "explanation": "碍阻碍。妨碍别人做事。",
    "example": "宝钗因说道咱们别在这里～。”说着，和宝玉等便往迎春房中来。★清·曹雪芹《红楼梦》第十八回",
    "derivation": "明·凌蒙初《初刻拍案惊奇》第三十二卷后边有些嫌忌起来，碍手碍脚，到底不妙。”"
  },
  {
    "word": "碍足碍手",
    "pinyin": "ài zú ài shǒu",
    "explanation": "碍阻碍。妨碍别人做事。同碍手碍脚”。",
    "example": "如果你不想好好干的话，就别在这儿～。",
    "derivation": "无"
  },
  {
    "word": "暧昧不明",
    "pinyin": "ài mèi bù míng",
    "explanation": "暧昧含糊，不清楚。指不清不楚，不明不白。形容态度不明朗，关系不鲜明。",
    "example": "武汉国民政府和当权军人对于这叛变采取了～的态度，办求化大事为小事”。★陶菊隐《北洋军阀统治时期史话》",
    "derivation": "清·文康《儿女英雄传》第八回又把你姑娘一片侠肠，埋没得暧昧不明，我安龙媒真真的愧悔无地！”"
  },
  {
    "word": "暧昧之情",
    "pinyin": "ài mèi zhī qíng",
    "explanation": "行为不光明，内有不可告人的隐情。也指男女互相爱悦可能的私事。",
    "example": "而孤男寡女并外一室，不无～。★清·明教中人《好逑传》第十五回",
    "derivation": "明·冯梦龙《警世通言·三现身包龙图断冤》做知县时，便能剖人间暧昧之情，断天下狐疑之狱。”"
  },
  {
    "word": "安安稳稳",
    "pinyin": "ān ān wěn wěn",
    "explanation": "形容十分安定稳当。",
    "example": "无",
    "derivation": "元·无名氏《抱妆盒》第四折小储君倒也安安稳稳守着妆盒做护身符，则是我陈琳兢兢战战抱着个天大闷葫芦。”"
  },
  {
    "word": "安邦定国",
    "pinyin": "ān bāng dìng guó",
    "explanation": "邦泛指国家。使国家安定巩固。",
    "example": "荐贤举善是吾心，～访知音。★明·无名氏《伐晋兴齐》第一折",
    "derivation": "宋·无名氏《新编五代史平话·周史》卷上我这剑要卖与烈士，大则安邦定国，小则御侮捍身，您孩儿每识个什么？”"
  },
  {
    "word": "安邦治国",
    "pinyin": "ān bāng zhì guó",
    "explanation": "使国家安定太平。",
    "example": "～平天下，自有周公孔圣人。★冰心《斯人独憔悴》",
    "derivation": "宋·无名氏《新编五代史平话·周史》卷上我这剑要卖与烈士，大则安邦定国，小则御侮捍身，您孩儿每识个什么？”"
  },
  {
    "word": "安不忘危",
    "pinyin": "ān bù wàng wēi",
    "explanation": "在安全的时候不忘记危难。意思是时刻谨慎小心，提高警惕。",
    "example": "何小姐是从苦境里过来的，如今得地身安，安不忘危，立志要成全起这份人家，立番事业。★清·文康《儿女英雄传》第三十回",
    "derivation": "《周易·系辞下》是故君子安而不忘危，存而不忘亡，治而不忘礼，是以身安而国家可保也。”"
  },
  {
    "word": "安步当车",
    "pinyin": "ān bù dàng chē",
    "explanation": "安安详，不慌忙；安步缓缓步行。以从容的步行代替乘车。",
    "example": "每日到局只要把照例的公事办完，立刻回公馆吃饭，一到下午，便一个人～，出门逍遥自在去了。★清·李宝嘉《中国现在记》第七回",
    "derivation": "《战国策·齐策四》晚食以当肉，安步以当车，无罪以当贵，清静贞正以自虞。”"
  },
  {
    "word": "安常处顺",
    "pinyin": "ān cháng chǔ shùn",
    "explanation": "安习惯于；处居住，居于；顺适合，如意。习惯于平稳的日子，处于顺利的境遇中。",
    "example": "～，以为社会一健全分子，以徐徐发达，人尽能之，岂待我辈。★清·梁启超《中国前途之希望与国民责任》",
    "derivation": "《庄子·养生主》安时而处顺，哀乐不能入也。”"
  },
  {
    "word": "安常履顺",
    "pinyin": "ān cháng lǚ shùn",
    "explanation": "习惯于平稳的日子，处于顺利的境遇中。同安常处顺”。",
    "example": "无",
    "derivation": "清·方苞《方任二贞妇传》凡士之安常履顺而自检其身，与所以施于家者，其事未若二妇人之艰难也，而乃苟于自恕，非所谓失其本心者与？”。"
  },
  {
    "word": "安常守分",
    "pinyin": "ān cháng shǒu fèn",
    "explanation": "分本分，自己分内的。习惯于平稳的生活，安守本分。",
    "example": "无",
    "derivation": "宋·朱熹《朱子语类》卷二十四如有一般人，只安常守分，不恁求利，然有时意思亦是求利，察其所安，又看他心所安稳处，一节深一节”。"
  },
  {
    "word": "安常守故",
    "pinyin": "ān cháng shǒu gù",
    "explanation": "习惯于日常的平稳生活，保守旧的一套。指守旧不知变革。",
    "example": "他长期以来～，缺乏锻炼，因而经不起挫折。",
    "derivation": "明·海瑞《申军门吴尧便宜五事文》本院非安常守故人也。至任以来，千万人以鼓舞作兴，翻然改革望之矣。”"
  },
  {
    "word": "安常习故",
    "pinyin": "ān cháng xí gù",
    "explanation": "习习惯；故旧例。安于常规，习惯旧例。形容按照常规和老套办事，守旧而不思变革。",
    "example": "彼～之流。★清·魏源《治篇七》",
    "derivation": "宋·刘挈《论人才》有安常习故乐于无事之论，有变古更法喜于敢为之论。”"
  },
  {
    "word": "安车蒲轮",
    "pinyin": "ān chē pú lún",
    "explanation": "让被征请者坐在安车上，并用蒲叶包着车轮，以便行驶时车身更为安稳。表示皇帝对贤能者的优待。",
    "example": "申公待聘，～。★明·张岱《寿周霞城八十》",
    "derivation": "《汉书·武帝纪》遣使者安车蒲轮，束帛加壁，征鲁申公。”"
  },
  {
    "word": "安堵乐业",
    "pinyin": "ān dǔ lè yè",
    "explanation": "安堵相安，安定。犹言安居乐业。",
    "example": "无",
    "derivation": "三国·魏·钟会《檄蜀文》百姓士民，安堵乐业。农不易亩，市不回肆。”"
  },
  {
    "word": "安堵如故",
    "pinyin": "ān dǔ rú gù",
    "explanation": "堵墙壁，居所。故原来的。像原来一样相安无事。",
    "example": "当涂、徽州、得以～，皆先生一谑之力也。★清·张岱《王谑庵先生传》",
    "derivation": "《史记·高祖本纪》诸吏人皆案堵如故。”汉·荀悦《汉纪·高祖纪》吏人皆安堵如故，民争献牛洒。”"
  },
  {
    "word": "安分守己",
    "pinyin": "ān fèn shǒu jǐ",
    "explanation": "分本分。规矩老实，守本分，不做违法的事。",
    "example": "从此养好了，可要安分守己，再别胡行乱闹了。★清·曹雪芹《红楼梦》第七十二回",
    "derivation": "宋·袁文《翁牖闲评》八彼安分守己，恬于进取者，方且以道义自居，其肯如此侥幸乎？”"
  },
  {
    "word": "安分守已",
    "pinyin": "ān fěn shǒu jǐ",
    "explanation": "规矩老实，守本分，不做违法的事。",
    "example": "他是个～的公民。",
    "derivation": "《红楼梦》第七十二回从此养好了，可要安分守己，再别胡行乱闹了。”"
  },
  {
    "word": "安分知足",
    "pinyin": "ān fèn zhī zú",
    "explanation": "安于本分，对自己所得到的待遇知道满足。",
    "example": "这吴推官若是～的人，这也尽叫是快活的了。★清·西周生《醒世姻缘传》第九十一回",
    "derivation": "宋·洪迈《容斋随笔·三笔·人当知足》其安分知足之意终身不渝。”"
  },
  {
    "word": "安份守己",
    "pinyin": "ān fèn shǒu jǐ",
    "explanation": "规矩老实，守本分，不做违法的事。",
    "example": "种种田，做个～的老百姓，不同样也可以过一辈子么？★聂绀弩《季氏将伐颛臾》",
    "derivation": "李劼人《天魔舞》第十七章所以我们对于空子，应该广劝他们安份守己的好。?"
  },
  {
    "word": "安富恤贫",
    "pinyin": "ān fù xù pín",
    "explanation": "恤救济。使富有的人安定，贫穷的人得到救济。",
    "example": "各国都应采取一些～的措施，以保障社会的安定。",
    "derivation": "《周礼·地官·大司徒》以保息六养万民一曰慈幼，二曰养老，三曰振穷，四曰恤贫，五曰宽疾，六曰安富。”"
  },
  {
    "word": "安富恤穷",
    "pinyin": "ān fù xù qióng",
    "explanation": "安定富有者，振济贫苦者。指统治者治国安民之道。",
    "example": "损不失富，优可赈穷，此乃古者～之善经，不可舍也。★唐·陆贽《均节赋税恤百姓六条》六",
    "derivation": "《周礼·地官·大司徒》以保息六养万民一曰慈幼，二曰养老，三曰振穷，四曰恤贫，五曰宽疾，六曰安富。”"
  },
  {
    "word": "安富尊荣",
    "pinyin": "ān fù zūn róng",
    "explanation": "安安逸；富富有；尊尊贵；荣荣耀。安定富足，尊贵荣华。也指安于富裕安乐的生活。",
    "example": "主仆上下都是～，运筹谋画的竟无一个。★清·曹雪芹《红楼梦》第二回",
    "derivation": "《孟子·尽心上》君子居是国也，其君用之，则安富尊荣。”"
  },
  {
    "word": "安故重迁",
    "pinyin": "ān gù zhòng qiān",
    "explanation": "指安于旧俗，不轻易改变。",
    "example": "无",
    "derivation": "汉刘向《说苑·修文》触情从欲，谓之禽兽；苟可而行，谓之野人；安故重迁，谓之众庶；辨然否，通古今之道，谓之土。”"
  },
  {
    "word": "安国富民",
    "pinyin": "ān guó fù mín",
    "explanation": "使国家安定，使人民富裕。",
    "example": "无",
    "derivation": "《汉书·汲黯传》公为正卿上不能褒先帝之功业，下不能化天下之邪心，安国富民，使囹圄空虚。”"
  },
  {
    "word": "安国宁家",
    "pinyin": "ān guó níng jiā",
    "explanation": "指治理国家。",
    "example": "无",
    "derivation": "南朝·宋·刘义庆《世说新语·方正》大丈夫将终，不问安国宁家之术，乃作儿女子相问。”"
  },
  {
    "word": "安魂定魄",
    "pinyin": "ān hún dìng pò",
    "explanation": "魂、魄人的灵气、精神。指使人心安定。",
    "example": "无",
    "derivation": "明·汤显祖《牡丹亭》第三十四出不寻常，安魂定魄赛过反精香。”"
  },
  {
    "word": "安家乐业",
    "pinyin": "ān jiā lè yè",
    "explanation": "犹安居乐业。指安定愉快地生活和劳动。",
    "example": "俺在北京～，你来赚我上山。★《水浒传》第八五回",
    "derivation": "《汉书·谷永传》薄收赋税，毋殚民财，使天下黎元咸安家乐业。”"
  },
  {
    "word": "安家立业",
    "pinyin": "ān jiā lì yè",
    "explanation": "安置家庭，创立基业或事业。也指长期在一个地方劳动和生活。",
    "example": "无",
    "derivation": "染斌《红旗谱》第一卷你们父子帮助我安家立业，我一辈子也忘不了。”"
  },
  {
    "word": "安家落户",
    "pinyin": "ān jiā luò hù",
    "explanation": "安安置；落户指定居。到一个新地方安家，长期居住。",
    "example": "无",
    "derivation": "郭沫若《郑成功》第四章台湾每年可收二三季，我们去只要辛苦得几个月，就可以安家落户了。”"
  },
  {
    "word": "安居乐业",
    "pinyin": "ān jū lè yè",
    "explanation": "安安定；乐喜爱，愉快；业职业。指安定愉快地生活和劳动。",
    "example": "一家正～，不想安禄山兵乱，潼关失守，天子西幸。★明·冯梦龙《醒世恒言》卷六",
    "derivation": "《老子》第八十章民各甘其食，美其服，安其俗，乐其业，至老死不相往来。”《汉书·货殖列传》各安其居而乐其业，甘其食而美其服。”"
  },
  {
    "word": "安老怀少",
    "pinyin": "ān lǎo huái shào",
    "explanation": "安安顿；怀关怀。尊重老人，使其安逸；关怀年轻人，使其信服。",
    "example": "诚为枉法营私，原王章所不宥；要知～，亦圣道之大同。★清·文康《儿女英雄传》第三十五回",
    "derivation": "《论语·公冶长》子路曰‘原闻子之志。’子曰‘老者安之，朋友信之，少者怀之。’”"
  },
  {
    "word": "安乐窝",
    "pinyin": "ān lè wō",
    "explanation": "泛指安静舒适的住处。",
    "example": "疏帘竹簟山茶碗，此是幽人～。★宋·辛弃疾《题鹤鸣亭》诗",
    "derivation": "宋·邵雍《无名公传》所寝之室谓之安乐窝，不求过美，惟求冬暖夏凉。”"
  },
  {
    "word": "安良除暴",
    "pinyin": "ān liáng chú bào",
    "explanation": "安抚善良的人，铲除强暴的人。",
    "example": "《三侠五义》间在叙勇侠之士，游行村市，～，为国立功。★鲁迅《中国小说史略》",
    "derivation": "宋·李昿《太平广记》舍之职责，在乎除暴安良。”"
  },
  {
    "word": "安眉带眼",
    "pinyin": "ān méi dài yǎn",
    "explanation": "长了眉毛，有了眼睛。意思是同样是一个人。",
    "example": "无",
    "derivation": "明·施耐庵《水浒全传》第二十八回你也是安眉带眼的人，直须要我开口说。”"
  },
  {
    "word": "安民告示",
    "pinyin": "ān mín gào shì",
    "explanation": "安定人心的布告。现也指把要商量的或要办的事情预先通知大家。",
    "example": "开会要事先通知，像出～一样，让大家知道要讨论什么问题，解决什么问题，并且早做准备。★毛泽东《党委会的工作方法》",
    "derivation": "清·金念劬《避兵十日记》嘱两县速出安民告示，谕令店铺照常开张。”"
  },
  {
    "word": "安内攘外",
    "pinyin": "ān nèi rǎng wài",
    "explanation": "攘排除。原就药的疗效而言◇多指安定内部，排除外患。",
    "example": "～之大经，富国强兵之远略。★孙中山《上李鸿章书》",
    "derivation": "汉·张仲景《伤寒论·太阳病上》甘草甘平，有安内攘外之能。”"
  },
  {
    "word": "安贫乐道",
    "pinyin": "ān pín lè dào",
    "explanation": "道主张，思想。安于贫穷，以坚持自己的信念为乐。旧时士大夫所主张的为人处世之道。",
    "example": "劝人～是古今治国平天下的大经络，开过的方子也很多，但都没有十全大补的功效。★鲁迅《花边文学·安贫乐道法》",
    "derivation": "《后汉书·杨彪传》安贫乐道，恬于进趣，三辅诸儒莫不慕仰之。”"
  },
  {
    "word": "安贫乐贱",
    "pinyin": "ān pín lè jiàn",
    "explanation": "安于贫贱，并以此为乐。",
    "example": "无",
    "derivation": "《后汉书·蔡邕传》夫子生清穆之世，禀醇和之灵，覃思典籍，韫椟《六经》，安贫乐贱，与世无营。”"
  },
  {
    "word": "安贫守道",
    "pinyin": "ān pín shǒu dào",
    "explanation": "安于贫穷，恪守信仰。",
    "example": "由张东白之事观之，非平日～之意彻乎表里，安能使朋友信之如是。★《明儒学案·诸儒学案上·布政陈克庵先生选》",
    "derivation": "宋·苏轼《荐布衣陈师道状》臣等伏见徐州布衣陈师道文词高古，度越流辈，安贫守道。”"
  },
  {
    "word": "安然如故",
    "pinyin": "ān rán rú gù",
    "explanation": "还象原来那样安安稳稳。",
    "example": "无",
    "derivation": "元·纪君祥《赵氏孤儿》第四折你只看这一个，那一个，都是为谁而卒？岂可我做儿的倒安然如故？”"
  },
  {
    "word": "安然无事",
    "pinyin": "ān rán wú shì",
    "explanation": "犹言平安无事。",
    "example": "要得～，除非把你两家合成一家，我一个人儿就好照顾了。★清·文康《儿女英雄传》第九回",
    "derivation": "清·夏敬渠《野叟曝言》第三十二回四嫂不来聒噪，耳根清净，倒也安然无事，除非把你两家合成一家，我一个人就好照顾了。”"
  },
  {
    "word": "安然无恙",
    "pinyin": "ān rán wú yàng",
    "explanation": "恙病。原指人平安没有疾病。现泛指事物平安未遭损害。",
    "example": "只求处士每岁元旦，作一朱幡，上图日月五星之文，立于苑东，吾辈则安然无恙矣。★明·冯梦龙《醒世恒言》第四卷",
    "derivation": "《战国策·齐策》岁亦无恙耶？民亦无恙耶？王亦无恙耶？。”"
  },
  {
    "word": "安忍无亲",
    "pinyin": "ān rěn wú qīn",
    "explanation": "安忍习于残忍，不以为异。安心于做残忍的事情，因而无所谓亲人。",
    "example": "李世绩之～也，置父于窦建德之刃下而不恤。★清·王夫之《读通鉴论·唐高宗》",
    "derivation": "《左传·隐公四年》夫州吁阻兵而安忍。阻兵无众，安忍无亲。众叛亲离，难以济矣。”"
  },
  {
    "word": "安如盘石",
    "pinyin": "ān rú pán shí",
    "explanation": "安安稳；盘石大石头。像盘石一样安稳不动。形容非常稳固，不可动摇。",
    "example": "立宪国皇室所以～者，道皆在是也。★清·梁启超《责任内阁释义》",
    "derivation": "荀况《荀子·富国》为名者否，为利者否，为忿者否，则国安于盘石，寿于旗翼。"
  },
  {
    "word": "安如磐石",
    "pinyin": "ān rú pán shí",
    "explanation": "磐石大石头。如同磐石一般安然不动。形容非常稳固。",
    "example": "立宪国皇室所以～，道皆在是也。★清·梁启超《责任内阁释义》",
    "derivation": "《荀子·富国》为名者否，为利者否，为忿者否，则国安于磐石，寿于旗翼。”"
  },
  {
    "word": "安如太山",
    "pinyin": "ān rú tài shān",
    "explanation": "形容极其平安稳固。泰，也写作太”。同安如泰山”。",
    "example": "无",
    "derivation": "汉·焦赣《易林·坤之中孚》安如太山，福禧屡臻。虽有豺虎，不致危身。”"
  },
  {
    "word": "安如泰山",
    "pinyin": "ān rú tài shān",
    "explanation": "形容象泰山一样稳固，不可动摇。",
    "example": "在敌人的强大攻势下，我军阵地～。",
    "derivation": "汉·枚乘《上书谏吴王》变所欲为，易于反掌，安于泰山。”"
  },
  {
    "word": "安若泰山",
    "pinyin": "ān ruò tài shān",
    "explanation": "形容极其平安稳固。同安如泰山”。",
    "example": "夜宿丈人之馆，～。★宋·周密《齐东野语》卷十七",
    "derivation": "《南史·梁纪下论》自谓安若泰山，算无遗策。”"
  },
  {
    "word": "安身乐业",
    "pinyin": "ān shēn lè yè",
    "explanation": "指安稳快乐地过日子。",
    "example": "无",
    "derivation": "《红楼梦》第六五回倘或一日他知道了，岂肯干休？势必有一场大闹。你二人不知谁生谁死，这如何便当作安身乐业的去处？”"
  },
  {
    "word": "安身立命",
    "pinyin": "ān shēn lì mìng",
    "explanation": "安身在某处安下身来；立命精神有所寄托。指生活有着落，精神有所寄托。",
    "example": "那里是镇守边庭，用人之际，足可以～。★明·施耐庵《水浒全传》第二回",
    "derivation": "宋·释道原《景德传灯录》卷十僧问‘学人不据地时如何？’师云‘汝向什么处安身立命？’”"
  },
  {
    "word": "安身为乐",
    "pinyin": "ān shēn wéi lè",
    "explanation": "身子安定就是快乐。",
    "example": "无",
    "derivation": "《三国志·蜀书·秦宓传》安身为乐，无忧为福。”"
  },
  {
    "word": "安身之处",
    "pinyin": "ān shēn zhī chù",
    "explanation": "指得以立足容身的地方。",
    "example": "能够找到职业，找到～，该是多么令人高兴啊。★杨沫《青春之歌》第三章",
    "derivation": "明·罗贯中《三国演义》第四十回近闻刘景升病在危笃，可乘此机会，取得荆州为安身之地。”"
  },
  {
    "word": "安身之地",
    "pinyin": "ān shēn zhī dì",
    "explanation": "存身的地方。批在某地居住、生活，或以某地作为建业的根基。",
    "example": "无",
    "derivation": "明·罗贯中《三国演义》第四十回近闻刘景升病在危笃，可乘此机会，取得荆州为安身之地。”"
  },
  {
    "word": "安神定魄",
    "pinyin": "ān shén dìng pò",
    "explanation": "魄魂魄。安定心神，恢复神智。",
    "example": "贾母叫鸳鸯找些～的药，按方吃了。★清·曹雪芹《红楼梦》第九十五回",
    "derivation": "明·吴承恩《西游记》第十一回自服了安神定魄之剂，……一夜稳睡。”"
  },
  {
    "word": "安生服业",
    "pinyin": "ān shēng fú yè",
    "explanation": "指平稳地生活，安心地从事自己的生业。",
    "example": "无",
    "derivation": "梁斌《红旗谱》六她想到冯老兰，不一定肯让朱老忠安生服业地活下去，她的心情更加忧怀念不安，害怕有另一种更大的祸事降临家门。”又三十回败家子儿不讲安生服业地做活，只讲吃好的、穿好的、歇着。”"
  },
  {
    "word": "安生乐业",
    "pinyin": "ān shēng lè yè",
    "explanation": "犹安居乐业。指安定愉快地生活和劳动。",
    "example": "以是黎民感德，皆～，实有太平之象。★明·张居正《谢召见疏》",
    "derivation": "《汉书·严助传》使元元之民安生乐业，则泽被万世，传之子孙，使之无穷。”"
  },
  {
    "word": "安时处顺",
    "pinyin": "ān shí chǔ shùn",
    "explanation": "安于常分，顺其自然。形容满足于现状。",
    "example": "他长期以来～，缺乏锻炼，因而经不起挫折。",
    "derivation": "《庄子·养生主》安时而处顺，哀乐不能入也。”"
  },
  {
    "word": "安室利处",
    "pinyin": "ān shì lì chù",
    "explanation": "指安全便利的处所。",
    "example": "无",
    "derivation": "《庄子·徐无鬼》奎蹄曲隈，乳间股脚，自以为安室利处。”"
  },
  {
    "word": "安适如常",
    "pinyin": "ān shì rú cháng",
    "explanation": "安静而舒适，象往常一样。指经过某种变动后，恢复了正常，使人感到舒适。",
    "example": "无",
    "derivation": "叶圣陶《线下集·孤独》待交了春，天气渐见和暖，就安适如常了。”"
  },
  {
    "word": "安土乐业",
    "pinyin": "ān tǔ lè yè",
    "explanation": "安居本土，愉快地从事自己的职业。",
    "example": "今天下不见兵革之具，而元元～，人致其力，以生天下之财。★宋··王安石《上仁宗皇帝言事书》",
    "derivation": "汉扬雄《连珠》吏不苟暴，役赋不重，财力不伤，安土乐业，民之乐也。”"
  },
  {
    "word": "安土重旧",
    "pinyin": "ān tǔ zhòng jiù",
    "explanation": "指留恋故土，不轻易改变旧俗。",
    "example": "蛮夷者，外痴内黠，～，以其受异气于天命，故待以不常之律。★晋·干宝《搜神记》卷十四",
    "derivation": "《后汉书·南蛮传》[蛮夷]外痴内黠，安土重旧。”"
  },
  {
    "word": "安土重居",
    "pinyin": "ān tǔ zhòng jū",
    "explanation": "犹安土重迁。指留恋故乡，不愿轻易迁居异地。",
    "example": "无",
    "derivation": "《后汉书·杨终传》传曰‘安土重居，谓之众庶。’”"
  },
  {
    "word": "安土重迁",
    "pinyin": "ān tǔ zhòng qiān",
    "explanation": "土乡土；重看得重，不轻易。安于本乡本土，不愿轻易迁移。",
    "example": "自古道～。”说了离乡背井，那一个不怕的。★明·冯梦龙《东周列国志》第七十八回",
    "derivation": "《汉书·元帝纪》安土重迁，黎民之性；骨肉相附，人情所愿也。”"
  },
  {
    "word": "安危相易",
    "pinyin": "ān wēi xiāng yì",
    "explanation": "易变易，转变。平安与危难互为因果，相互转换。",
    "example": "～，祸福相生”，事之由妄想而成者，岂独胚胎然哉？★章炳麟《菌说》",
    "derivation": "《庄子·则阳》安危相易，祸福相生，缓解相摩，聚散以成。此名实之可纪，精微之可志也。”"
  },
  {
    "word": "安危与共",
    "pinyin": "ān wēi yǔ gòng",
    "explanation": "共同享受安乐，共同承担危难。形容关系密切，利害相连。",
    "example": "无",
    "derivation": "三国·魏·曹植《求自试表》而臣敢陈闻于陛下者，诚与国分形同气，忧患共之者也。”"
  },
  {
    "word": "安闲自得",
    "pinyin": "ān xián zì dé",
    "explanation": "自得自己感到舒适。安静清闲，感到非常舒适。",
    "example": "无",
    "derivation": "明·冯梦龙《醒世恒言·蔡瑞虹忍辱报仇》不如在家安闲自在，快活过了日子，却去讨这样烦恼吃！”"
  },
  {
    "word": "安闲自在",
    "pinyin": "ān xián zì zài",
    "explanation": "安静清闲，自由自在。形容清闲无事。",
    "example": "贤契们不必介怀，只恐朝廷放不下我；若能休致，老夫倒得个～。★清·钱彩《说岳全传》第十三回",
    "derivation": "明·李贽《焚书·预约·早晚礼仪》有问乃答，不问即默，安闲自在，从容应付，不敢慢之，不可敬之。”"
  },
  {
    "word": "安心定志",
    "pinyin": "ān xīn dìng zhì",
    "explanation": "指安下心来。",
    "example": "无",
    "derivation": "明·吴承恩《西游记》第四回又差五斗星君送悟空去到任，外赐御酒一瓶，金花十朵，着他安心定志，再勿胡为。”"
  },
  {
    "word": "安心乐业",
    "pinyin": "ān xīn lè yè",
    "explanation": "指心绪安定，生活愉快。",
    "example": "无",
    "derivation": "《红楼梦》第六八回那二姐得了这个所在，以见园里姐妹个个相好，倒也安心乐业的，自为得所。”"
  },
  {
    "word": "安心乐意",
    "pinyin": "ān xīn lè yì",
    "explanation": "原指心情安宁，情绪愉快◇多指内心情愿，十分愉快。",
    "example": "自己便～，在寺里住下。★清·吴趼人《九命奇冤》第二十五回",
    "derivation": "清·曹雪芹《红楼梦》第一百十四回我看二嫂子如今倒是安心乐意的孝敬我妈妈，比亲媳妇还强十倍呢。”"
  },
  {
    "word": "安心落意",
    "pinyin": "ān xīn luò yì",
    "explanation": "放心，无忧虑。",
    "example": "这就是我刚才对你说的，不要再去想起复做官，～守祖坟的原因所在。你明白吗？★唐浩明《黑雨》十",
    "derivation": "无"
  },
  {
    "word": "安营下寨",
    "pinyin": "ān yíng xià zhài",
    "explanation": "安、下建立，安置；寨防守用的栅栏。指部队驻扎下来。也比喻建立临时的劳动或工作基地。",
    "example": "操曰吾料吕布有勇无谋，不足虑也。”教且～，再做商议。★明·罗贯中《三国演义》第十一回",
    "derivation": "元·无名氏《千里独行》杂剧楔子今领十万雄兵，来到这里，离徐州不远，清风岭安营下寨。”"
  },
  {
    "word": "安营扎寨",
    "pinyin": "ān yíng zhā zhài",
    "explanation": "安、扎建立，安置；寨防守用的栅栏。指部队驻扎下来。也比喻建立临时的劳动或工作基地。",
    "example": "打什么地方进兵，打什么地方退兵，什么地方可以～，什么地方可以埋伏，指手画脚的讲了一通。★清·李宝嘉《官场现形记》第十四回",
    "derivation": "元·无名氏《两军师隔江斗智》第二折这周瑜匹夫，累累兴兵来索瘸荆州地面，如今在柴桑渡口安营扎寨，其意非小。”"
  },
  {
    "word": "安于故俗，溺于旧闻",
    "pinyin": "ān yú gù sú，nì yú jiù wén",
    "explanation": "俗习俗。溺沉溺，陷入。拘守于老习惯，局限于旧见闻。形容因循守旧，安于现状。",
    "example": "无",
    "derivation": "《史记·商君列传》常人安于故俗，学者溺于所闻。以此两者居官守法可也，非所与论于法之外也。”"
  },
  {
    "word": "安于盘石",
    "pinyin": "ān yú pán shí",
    "explanation": "象盘石一样安然不动。形容安定稳固。",
    "example": "无",
    "derivation": "《荀子·富国》为名者否，为利者否，为忿者否。则国安于盘石，寿于旗翼。”杨倞注磐石，盘薄，大石也。”"
  },
  {
    "word": "安于现状",
    "pinyin": "ān yú xiàn zhuàng",
    "explanation": "对目前的情况习惯了，不愿改变。",
    "example": "无",
    "derivation": "刘少奇《论党》另有些同志在工作中疲蹋，老一套，安于现状。”"
  },
  {
    "word": "安于一隅",
    "pinyin": "ān yù yī yù",
    "explanation": "隅角落。安心在某一个角落。形容苟安一角，不求进取。",
    "example": "无",
    "derivation": "宋·陈亮《上孝宗皇帝第二书》臣恭惟皇帝陛下厉志复仇，不肯即安于一隅，是有功于社稷也。”"
  },
  {
    "word": "安宅正路",
    "pinyin": "ān zhái zhèng lù",
    "explanation": "比喻仁义。指以仁居心，以义行事。",
    "example": "无",
    "derivation": "《孟子·离娄上》仁，人之安宅也；义，人之正路也。旷安宅而弗居，舍正路而不由，哀哉！”"
  },
  {
    "word": "安枕而卧",
    "pinyin": "ān zhěn ér wò",
    "explanation": "放好枕头睡大觉。比喻太平无事，不必担忧。",
    "example": "孔子见疏，必弃鲁国而适他国，君可～矣。★明·冯梦龙《东周列国志》第七十九回",
    "derivation": "《史记·黥英列传》使布出于上计，山东非汉之有也；出于中计，胜败之数未可知也；出于下计，陛下安枕而卧矣。”"
  },
  {
    "word": "安之若命",
    "pinyin": "ān zhī ruò mìng",
    "explanation": "指人遭受的不幸看作命中注定，因而甘心承受。",
    "example": "无",
    "derivation": "《庄子·人间世》知其不可奈何而安之若命，德之至也。”"
  },
  {
    "word": "安之若素",
    "pinyin": "ān zhī ruò sù",
    "explanation": "安安然，坦然；之代词，指人或物；素平常。安然相处，和往常一样，不觉得有什么不合适。",
    "example": "第二天宝小姐酒醒，很觉得过意不去◇来彼此熟了，见瞿太太常常如此，也就～了。★清·李宝嘉《官场现形记》第三十八回",
    "derivation": "清·范寅《越谚·附论·论堕贫》贪逸欲而逃勤苦，丧廉耻而习谄谀，甘居人下，安之若素。”"
  },
  {
    "word": "安坐待毙",
    "pinyin": "ān zuò dài bì",
    "explanation": "坐着等死。指不积极想办法，坐等灭亡。",
    "example": "无",
    "derivation": "明·李贽《焚书·复邓鼎石》惟是世人无才无术，或有才术矣，又恐利害及身，百般趋避，故亦遂因循不理，安坐待毙。”"
  },
  {
    "word": "鞍不离马，甲不离身",
    "pinyin": "ān bù lí mǎ，jiǎ bù lí shēn",
    "explanation": "甲铠甲，古人打仗时穿的护身衣。马不卸鞍，人不解甲。处于高度警惕状态。",
    "example": "无",
    "derivation": "唐《敦煌变文集·卷一·汉将王陵变》鞍不离马背，甲不离将身。”"
  },
  {
    "word": "鞍不离马背，甲不离将身",
    "pinyin": "ān bù lí mǎ bèi，jiǎ bù lí jiàng shēn",
    "explanation": "甲铠甲。马不卸鞍，人不解甲。处于高度警惕状态。",
    "example": "无",
    "derivation": "《敦煌变文集·卷一·汉将王陵变》鞍不离马背，甲不离将身。”"
  },
  {
    "word": "鞍马劳顿",
    "pinyin": "ān mǎ láo dùn",
    "explanation": "顿困顿。骑马赶路过久，劳累疲困。形容旅途劳累。",
    "example": "恐王侄一路远来，～，故令王侄回营安歇。★清·钱彩《说岳全传》第四二回",
    "derivation": "元·杨显之《潇湘雨》第四折兴儿，我一路上鞍马劳顿，我权且歇息。”"
  },
  {
    "word": "鞍马劳倦",
    "pinyin": "ān mǎ láo juàn",
    "explanation": "指长途跋涉或战斗中备尝困乏。",
    "example": "无",
    "derivation": "明·施耐庵《水浒传》第二回实不相瞒太公说老母鞍马劳倦，昨夜心痛病发。”"
  },
  {
    "word": "鞍马劳困",
    "pinyin": "ān mǎ láo kùn",
    "explanation": "指长途跋涉或战斗中备尝困乏。",
    "example": "无",
    "derivation": "元·关汉卿《窦娥冤》第四折不觉的一阵昏沉上来，皆因老夫年纪高大，鞍马劳困之故。”"
  },
  {
    "word": "鞍马劳神",
    "pinyin": "ān mǎ láo shén",
    "explanation": "形容旅途劳累。同鞍马劳顿”。",
    "example": "祝龙答道也未见胜败。众位尊兄～不易。”★《水浒传》第四十九回",
    "derivation": "无"
  },
  {
    "word": "鞍马之劳",
    "pinyin": "ān mǎ zhī láo",
    "explanation": "鞍马鞍子和马，指长途跋涉或打仗。形容旅途或战斗的劳苦。",
    "example": "唐铉说此话以后再说。请到那边入座，少饮几杯水酒，以解二位～。”★姚雪垠《李自成》第三卷第三十四章",
    "derivation": "明·许仲琳《封神演义》第二十二回耳不闻兵戈之声，眼不见伐之事，身不受鞍马之劳，心不悬胜败之扰。”"
  },
  {
    "word": "鞍前马后",
    "pinyin": "ān qián mǎ hòu",
    "explanation": "马前马后。指追随左右。",
    "example": "无",
    "derivation": "王树元《杜鹃山》第五嘲前马后跟你跑，出生入死为你干。”"
  },
  {
    "word": "岸谷之变",
    "pinyin": "àn gǔ zhī bìan",
    "explanation": "比喻政治上的重大变化。",
    "example": "属当岸谷之变，门户衰微，无能光其大业。★清顾炎武《贞烈堂记》",
    "derivation": "《诗·小雅·十月之交》高岸为谷，深谷为陵。”毛传言易位也。”郑玄笺易位者，君子居下小人处上之谓也。”"
  },
  {
    "word": "岸然道貌",
    "pinyin": "àn rán dào mào",
    "explanation": "指严肃的神态。",
    "example": "中国士人，又有一种～，根器特异，别树一帜，以号于众者。★清·邹容《革命军》",
    "derivation": "清·蒲松龄《聊斋志异·成仙》又八九年，成忽自至，黄巾氅服，岸然道貌。”"
  },
  {
    "word": "按兵不动",
    "pinyin": "àn bīng bù dòng",
    "explanation": "按止住。使军队暂不行动。现也比喻暂不开展工作。",
    "example": "又听得寨前炮响，史文恭～，只要等他入来，塌了陷坑，山后伏兵齐起，接应捉人。★明·施耐庵《水浒全传》第六十八回",
    "derivation": "《荀子·王制》偃然按兵不动。”《吕氏春秋·恃君览》赵简子按兵而不动。”"
  },
  {
    "word": "按兵不举",
    "pinyin": "àn bīng bù jǔ",
    "explanation": "犹按兵不动。",
    "example": "侯虎曰‘西伯侯姬昌好生可恶！今～，坐观成败。’★明·许仲琳《封神演义》第四回",
    "derivation": "元·无名氏《开诏救忠》第三折你将那忠臣良将故赃谋，想着你按兵不举心更毒。”明·无名氏《精忠记·挂冠》岳家父子三人尽忠报国杀金人望风而走，岂有按兵不举之理？”"
  },
  {
    "word": "按兵束甲",
    "pinyin": "àn bīng shù jiǎ",
    "explanation": "按兵军队停止行进。甲铠甲，泛指武器装备。止兵不前，捆起铠甲。指解除武装，停战言降。",
    "example": "无",
    "derivation": "《赤壁之战》何不按兵束甲，北面而事之！”"
  },
  {
    "word": "按步就班",
    "pinyin": "àn bù jiù bān",
    "explanation": "指按照条理或遵循一定的程序。参见按部就班”。",
    "example": "学校却，没有这弊病。★鲁迅《书信集·致陶亢德》",
    "derivation": "语出晋·陆机《文赋》观古今于须臾，抚四海于一瞬。然后选义案部，考辞就班。”"
  },
  {
    "word": "按部就班",
    "pinyin": "àn bù jiù bān",
    "explanation": "部、班门类，次序；就归于。按照一定的步骤、顺序进行。也指按老规矩办事，缺乏创新精神。",
    "example": "但黄公俊的祖父，他开始读了书，象一般读书人似的，他～的要将八股型的才学，货与帝王家”。★郑振铎《黄公俊之最后》",
    "derivation": "晋·陆机《文赋》然后选义案部，考辞就班。”"
  },
  {
    "word": "按堵如故",
    "pinyin": "àn dǔ rú gù",
    "explanation": "形容秩序良好，百姓和原来一样安居乐业。",
    "example": "凡军民约三日入籴官米一斗，入昏钞二贯，民皆便之。由是～，而贼亦不敢犯其境。★《元史·道童传》",
    "derivation": "《汉书·高帝纪上》与父老约法三章耳杀人者死，伤人及盗抵罪。余悉除去秦法。吏民皆按堵如故。”颜师古注应劭曰‘按，按次第。堵，墙堵也。’言不迁动也。”"
  },
  {
    "word": "按甲寝兵",
    "pinyin": "àn jiǎ qǐn bīng",
    "explanation": "收拾起铠甲武器。比喻停止军事行动。",
    "example": "无",
    "derivation": "晋·司马彪《九州春秋·傅干》愚以为且按甲寝兵，息养军士，定土分封，论功行赏。”"
  },
  {
    "word": "按甲休兵",
    "pinyin": "àn jiǎ xiū bīng",
    "explanation": "收拾起铠甲武器。比喻停止军事行动。",
    "example": "将军可～，退一箭之地。★明·李日华《南西厢记·许婚借援》",
    "derivation": "《汉书·韩信传》当今之计，不如按甲休兵，百里之内，牛洒日至，以飨士大夫，北首燕路，然而发一乘之使，奉咫尺之书以使燕，燕必不敢不听。”"
  },
  {
    "word": "按名责实",
    "pinyin": "àn míng zé shí",
    "explanation": "按照事物名称，要求与实相符。",
    "example": "及～，台有评，省有核。★明·李东阳《漳州府进士提名记》",
    "derivation": "唐·陆贽《请许台省长官举荐属吏状》夫求才贵广，孝课贵精。求广在于各举所知，长吏之荐择是也；孝精在于按名责实，宰臣之序进是也。”"
  },
  {
    "word": "按捺不住",
    "pinyin": "àn nà bù zhù",
    "explanation": "按捺压抑，忍耐。心里急燥，克制不住。",
    "example": "他一听这话，一股无名火直往上窜，无论如何也～。",
    "derivation": "明·冯梦龙《警世通言·白娘子水镇雷峰塔》不想遇着许宣……按捺不住，一时冒范天条。”"
  },
  {
    "word": "按辔徐行",
    "pinyin": "àn pèi xú xíng",
    "explanation": "辔马缰绳。轻轻按着缰绳，让马慢慢地走。",
    "example": "无",
    "derivation": "《史记·绛侯周勃世家》壁门士吏谓从属车骑曰‘将军约，军中不得驱驰。’于是天子乃按辔徐行。”"
  },
  {
    "word": "按图索骥",
    "pinyin": "àn tú suǒ jì",
    "explanation": "索找；骥良马。按照画像去寻求好马。比喻墨守成规办事；也比喻按照线索去寻求。",
    "example": "每见一班～者，多失于骊黄牝牡。★明·赵沺《葬书问对》",
    "derivation": "《汉书·梅福传》今不循伯者之道，乃欲以三代选举之法取当时之士，犹察伯乐之图求骐骥于市，而不可得，变已明矣。”"
  },
  {
    "word": "按图索骏",
    "pinyin": "àn tú suǒ jùn",
    "explanation": "指按照画像去寻求好马。比喻墨守成规办事；也比喻按照线索去寻求。参见按图索骥”。",
    "example": "虽部胥掌阙簿者，亦不过～。★宋·周密《癸辛杂识续集下·卖阙沈官人》",
    "derivation": "语出《汉书·梅福传》今不循伯者之道，乃欲以三代选举之法取当时之士，犹察伯乐之图求骐骥于市，而不可得，变已明矣。”"
  },
  {
    "word": "按行自抑",
    "pinyin": "àn xíng zì yì",
    "explanation": "按克制。约束自己的行为。",
    "example": "无",
    "derivation": "唐·柳宗元《梦赋》忽崩赛上下兮，聊按行以自抑。”"
  },
  {
    "word": "案兵束甲",
    "pinyin": "àn bīng shù jiǎ",
    "explanation": "放下兵器，捆束铠甲。指停止作战。",
    "example": "无",
    "derivation": "《三国志·蜀志·诸葛亮传》若不能当，何不案兵束甲，北面而事之！”"
  },
  {
    "word": "案牍劳形",
    "pinyin": "àn dú láo xíng",
    "explanation": "案牍公文。文书劳累身体。形容公事繁忙。",
    "example": "无",
    "derivation": "唐·刘禹锡《陋室铭》无丝竹之乱耳，无案牍之劳形。”"
  },
  {
    "word": "案牍之劳",
    "pinyin": "àn dú zhī láo",
    "explanation": "案牍公文。办理公文的劳累。",
    "example": "吾徒幸无～，且有休退之日，登高能赋，此其时乎？★明·李桢《长安夜行录》",
    "derivation": "唐·刘禹锡《陋室铭》无丝竹之乱耳，无案牍之劳形。”"
  },
  {
    "word": "案甲休兵",
    "pinyin": "àn jiǎ xiū bīng",
    "explanation": "指停止战事，休养士卒。",
    "example": "无",
    "derivation": "《史记·淮阴侯列传》方今为将军计莫如案甲休兵，镇赵抚其孤。”"
  },
  {
    "word": "案剑瞋目",
    "pinyin": "àn jiàn chēn mù",
    "explanation": "案同按”，握住；瞋瞪眼。握住宝剑，瞪大双眼。",
    "example": "无",
    "derivation": "《庄子·盗跖》案剑瞋目，声如乳虎。”"
  },
  {
    "word": "案无留牍",
    "pinyin": "àn wú liú dú",
    "explanation": "桌案上没有积压的公文。形容办理公务干练、及时。",
    "example": "一应公事，张令都听他决断。真是～，狱无冤刑，民心大悦。★清·黄小配《洪秀全演义》",
    "derivation": "清·朱彝遵《商丘宋氏家乘》序一十七年，国奢示之以俭，事烦行之以简，月要岁会，久而案无留牍。”"
  },
  {
    "word": "暗锤打人",
    "pinyin": "àn chuí dǎ rén",
    "explanation": "比喻暗中对人进行攻击。",
    "example": "无",
    "derivation": "《人民文学》1997年第7期哪个鬼东西敢出来跟我说说理？暗锤打人，是土行孙出身！”"
  },
  {
    "word": "暗淡无光",
    "pinyin": "àn dàn wú guāng",
    "explanation": "暗淡不明亮，昏暗。形容失去光彩。",
    "example": "太阳过了，整个天空又显得～，北风在头项上呼呼地嚎叫着。（欧阳山《苦斗》五八）",
    "derivation": "清·文康《儿女英雄传》第三十四回头上戴一个黯淡无光的亮蓝顶儿，那枝俏摆春风的孔雀瓴已经虫蛀的剩了光杆儿了。”"
  },
  {
    "word": "暗斗明争",
    "pinyin": "àn dòu míng zhēng",
    "explanation": "暗里明里都在进行斗争。常形容尽力争权夺利。",
    "example": "无",
    "derivation": "李六如《六十年的变迁》第二卷第七章南方的桂滇黔等小军阀，暗斗明争，弄得全中国民不聊生！中国政治真糟啦！”"
  },
  {
    "word": "暗度陈仓",
    "pinyin": "àn dù chén cāng",
    "explanation": "指正面迷惑敌人，而从侧翼进行突然袭击。亦比喻暗中进行活动。陈仓，古县名，在今陕西省宝鸡市东，为通向汉中的交通孔道。",
    "example": "臣已算定今番诸葛亮必效韩信～之计。★《三国演义》第九六回",
    "derivation": "《史记·高祖本纪》……项王使卒三万人从，楚与诸侯之慕从者数万人，从杜南入蚀中。去辄烧绝栈道，以备诸侯盗兵袭之，亦示项羽无东意……八月，汉王用韩信之计，从故道还，袭雍王章邯—迎击汉陈仓，雍兵败，…"
  },
  {
    "word": "暗度金针",
    "pinyin": "àn dù jīn zhēn",
    "explanation": "度通渡”，过渡，引申为传授◇用于比喻秘诀。又借指幕后交易。",
    "example": "日本政府，向来主张～，我国虽尚守中立，未曾加入协约团体，但日本如此举动，本使也很不赞成。★蔡东藩《民国演义》第六十回",
    "derivation": "见唐·冯翊子休《桂苑丛谈·史遗》。传说有名叫郑采珠的姑娘，七夕祭织女，织女送她一根金针，从此她刺绣的技能更为精巧。"
  },
  {
    "word": "暗渡陈仓",
    "pinyin": "àn dù chén cāng",
    "explanation": "渡越过；陈仓古县名，在今陕西省宝鸡市东。比喻用造假象的手段来达到某种目的。也隐喻男女私通。",
    "example": "孤家用韩信之计，明修栈道，～，攻定三秦，动取五国。★元·无名氏《气英布》第一折",
    "derivation": "元·无名氏《暗渡陈仓》第二折着樊哙明修栈道，俺可暗度陈仓古道。这楚兵不知是智，必然排兵在栈道守把。俺往陈仓古道抄截，杀他个措手不及也。”"
  },
  {
    "word": "暗箭明枪",
    "pinyin": "àn jiàn míng qiāng",
    "explanation": "比喻各种公开的攻击和暗地里的中伤。",
    "example": "无",
    "derivation": "《群英类选·清腔类·玉交枝》忽心痴撞入他迷魂阵图里，暗箭明枪难躲避。”"
  },
  {
    "word": "暗箭难防",
    "pinyin": "àn jiàn nán fáng",
    "explanation": "冷箭最难防范。比喻阴谋诡计难以预防。",
    "example": "孩儿也，一了说明枪好躲，～。★元·无名氏《独角牛》",
    "derivation": "宋·刘炎《迩言》卷六暗箭中人，其深次骨，人之怨之，亦必次骨，以其掩人所不备也。”"
  },
  {
    "word": "暗箭伤人",
    "pinyin": "àn jiàn shāng rén",
    "explanation": "放冷箭伤害人。比喻暗地里用某种手段伤害人。",
    "example": "有荼毒生灵的强盗，有～的强盗。★清·李汝珍《镜花缘》第五十八回",
    "derivation": "宋·刘炎《迩言》卷六暗箭中人，其深次骨，人之怨之，亦必次骨，以其掩人所不备也。”"
  },
  {
    "word": "暗箭中人",
    "pinyin": "àn jiàn zhòng rén",
    "explanation": "暗暗中；箭放箭；中中伤。放冷箭伤害人。比喻暗中用阴险的手段攻击或陷害别人。",
    "example": "无",
    "derivation": "宋·刘炎《迩言》卷六暗箭中人，其深次骨，人之怨之，亦必次骨，以其掩人所不备也。”"
  },
  {
    "word": "暗绿稀红",
    "pinyin": "àn lǜ xī hóng",
    "explanation": "犹言绿肥红瘦。形容叶盛花稀的暮春景象。",
    "example": "无",
    "derivation": "明·陈汝元《金莲记·归田》况当残春初夏之时，正值暗绿稀红之候，顿起愁绪，怎生消闷怀？”"
  },
  {
    "word": "暗昧之事",
    "pinyin": "àn mèi zhī shì",
    "explanation": "指见不得人的丑事。",
    "example": "无",
    "derivation": "清·石玉昆《三侠五义》第三十二回庞吉你乃堂堂国戚，如何行此小人暗昧之事。”"
  },
  {
    "word": "暗气暗恼",
    "pinyin": "àn qì àn nǎo",
    "explanation": "受了气闷在心里。",
    "example": "无",
    "derivation": "明·兰陵笑笑生《金瓶梅词话》第六十二回又着了那暗气暗恼在心里，就是铁石人也禁不的。”"
  },
  {
    "word": "暗弱无断",
    "pinyin": "àn ruò wú duàn",
    "explanation": "愚昧软弱，没有决断。",
    "example": "无",
    "derivation": "《资治通鉴·卷九十一·晋元帝太兴三年》(司马保)好读书而暗弱无断，故及于难”。"
  },
  {
    "word": "暗室不欺",
    "pinyin": "àn shì bù qī",
    "explanation": "在没有人看见的地方，也不做见不得人的事。",
    "example": "知县生平～，既读孔、孟之书，怎敢行盗跖之事？★明·冯梦龙《醒世恒言》卷十三",
    "derivation": "唐·骆宾王《萤火赋》类君子之有道，入暗室而不欺。”"
  },
  {
    "word": "暗室逢灯",
    "pinyin": "àn shì féng dēng",
    "explanation": "比喻在危难或困惑中，忽然遇人援救或指点引导。",
    "example": "无",
    "derivation": "《野叟曝言》十回天幸遇着相公，如暗室逢灯，绝渡逢舟，从此读书作文，俱可望有门径矣!”"
  },
  {
    "word": "暗室亏心",
    "pinyin": "àn shì kuī xīn",
    "explanation": "在暗中做见不得人的亏心事。",
    "example": "我想来今生不报，来世偿还，正所谓～，神目如电。★明·范受益《寻亲记·托梦》",
    "derivation": "元·张养浩《折桂令》曲暗室亏心，纵然致富，天意何如。”"
  },
  {
    "word": "暗室欺心",
    "pinyin": "àn shì qī xīn",
    "explanation": "在黑暗的屋子里昧着良心做坏事。指偷偷地做坏事。",
    "example": "方信道暗室亏心，难逃他神目如电。★《元曲选·无名氏三》",
    "derivation": "宋·陈元靓《事林广记·卷九·警世格言》人间私语，天闻若雷，暗室欺心，神目如电。”"
  },
  {
    "word": "暗室求物",
    "pinyin": "àn shì qiú wù",
    "explanation": "在没有光亮的房间寻找东西。比喻读书不得要领，难见成效。",
    "example": "无",
    "derivation": "《朱子语类辑略·总论为学之方》要紧只是看大底道理分明，遍处自寻得。如暗室求物，把为来便照见；若只管去摸索，……”"
  },
  {
    "word": "暗室私心",
    "pinyin": "àn shì sī xīn",
    "explanation": "指在暗中做见不得人的亏心事。同暗室亏心”。",
    "example": "无",
    "derivation": "明·陆采《明珠记·却婚》丈夫然诺重如山，暗室私心鬼神见。”"
  },
  {
    "word": "暗室屋漏",
    "pinyin": "àn shì wū lòu",
    "explanation": "指别人看不见的地方；隐私之室。",
    "example": "瓜田李下，明侠女之志；～，窥君子之心。★《好逑传》第六回",
    "derivation": "宋·张世南《游宦纪闻》卷四至于发人隐恶，虽亏雅道，亦使暗室屋漏之下有所警是亦小道之可观者。”"
  },
  {
    "word": "暗送秋波",
    "pinyin": "àn sòng qiū bō",
    "explanation": "旧时比喻美女的眼睛象秋天明净的水波一样。指暗中眉目传情。",
    "example": "对张（作霖）则～，对曹（锟）尤密切勾结。★蔡东藩、许廑父《民国通俗演义》第一二四回",
    "derivation": "宋·苏轼《百步洪》诗之二佳人未肯回秋波，幼舆欲语防飞梭。”"
  },
  {
    "word": "暗无天日",
    "pinyin": "àn wú tiān rì",
    "explanation": "昏暗得看不到天上的日光。形容在反动势力统治下社会的黑暗。",
    "example": "上自王后，下至弄臣，骇得凝结着的神色也应声活动起来，似乎感到～的悲哀。★鲁迅《故事新编·铸剑》",
    "derivation": "清·蒲松龄《聊斋志异·老龙船户》剖腹沉石，惨冤已甚，而木雕之有司，绝不少关痛痒，岂特粤东之暗无天日哉！”"
  },
  {
    "word": "暗香疏影",
    "pinyin": "àn xiāng shū yǐng",
    "explanation": "暗香清幽的香气；疏影稀疏的枝影。原形容梅花的香味和姿态，后被用为梅花的代称。",
    "example": "两个站在小桥上，疏影暗香，自甘清冷，屋后山冈积雪如银，背着手玩赏。★清·陈忱《水浒后传》第十四回",
    "derivation": "宋·林逋《林和靖集·卷二·山园小梅》诗疏影横斜水清浅，暗香浮动月黄昏”"
  },
  {
    "word": "暗中摸索",
    "pinyin": "àn zhōng mō suǒ",
    "explanation": "摸索寻求，探索。在黑暗中寻找◇比喻没有人指导，独自钻研。",
    "example": "先生有志于木刻，是极好的事，但访木刻家是无益的，因为就是已有成绩的木刻家，也还在～。★《鲁迅书信集·致沈振黄》",
    "derivation": "唐·刘𩠌《隋唐嘉话》许敬宗性轻傲，见人多忘之。或谓其不聪。曰‘卿自难记，若遇何（何逊）、刘（刘孝绰）、沈（沈约）、谢（谢眺），暗中摸索者亦可识之。’”"
  },
  {
    "word": "黯淡无光",
    "pinyin": "àn dàn wú guāng",
    "explanation": "黯淡同暗淡”，不明亮，昏暗。形容失去光彩。",
    "example": "但是这个电报却又引起了张勋的不愉快，因为，他的十三省盟主地位因此而～。★陶菊隐《北洋军阀统治时期史话》第二十四章",
    "derivation": "清·文康《儿女英雄传》第三十四回头上戴一个黯淡无光的亮蓝顶儿，那枝俏摆春风的孔雀瓴已经虫蛀的剩了光杆儿了。”"
  },
  {
    "word": "黯晦消沉",
    "pinyin": "àn huì xiāo chén",
    "explanation": "指湮没消失。",
    "example": "无",
    "derivation": "蒋智由《序》凡有绝大之战争，往往赖有雄伟之文，淋漓之诗歌，而后其印象日留于国民心目之间。否则，不数年间而黯晦消沉以尽。”"
  },
  {
    "word": "黯然伤神",
    "pinyin": "àn rán shāng shén",
    "explanation": "沮丧的样子。情绪低沉，心神忧伤。",
    "example": "篝灯询母，如秋蝶～。★清·淮阳百一居士《壶天录》上卷",
    "derivation": "梁·江淹《别赋》黯然销魂者，惟别而已矣。”"
  },
  {
    "word": "黯然神伤",
    "pinyin": "àn rán shén shāng",
    "explanation": "指心神悲沮的样子。",
    "example": "这个满脸胡须的中年人，扫头看见了船尾妇妇，～的目光突然发亮了。★从维煕《遗落在海滩上的脚印》",
    "derivation": "清·百一居士《壶天录》女更黯然神伤，泫然流涕。”"
  },
  {
    "word": "黯然失色",
    "pinyin": "àn rán shī sè",
    "explanation": "黯然心里不舒服、情绪低落的样子；失色因惊恐而变以脸色。本指心怀不好，脸色难看◇多比喻相形之下很有差距，远远不如。",
    "example": "所有同类题材的绘画和它比较起来，都～。★秦牧《艺海拾贝·〈最后的晚餐〉》",
    "derivation": "南朝·梁·江淹《别赋》黯然销魂者，惟别而已矣。”李善注黯然，失色貌”"
  },
  {
    "word": "黯然无色",
    "pinyin": "àn rán wú sè",
    "explanation": "指事物失去原有光彩，变得暗淡无光。",
    "example": "阳光孤零零地落在街心上，也觉～。★邓宁《红色故乡随笔》",
    "derivation": "清·郑燮《题画竹》昔东坡居士作枯木竹石，使有枯木石而无竹，则黯然无色矣。”"
  },
  {
    "word": "黯然销魂",
    "pinyin": "àn rán xiāo hún",
    "explanation": "黯然心怀沮丧、面色难看的样子；销魂灵魂离开肉体。心怀沮丧得好象丢了魂似的。形容非常悲伤或愁苦。",
    "example": "无言独上西楼”，深闺的空寥，弥漫在漠漠的冥色里，离情别绪，～！★郭枫《且饮一杯寂寞》",
    "derivation": "南朝·梁·江淹《别赋》黯然销魂者，惟别而已矣。”"
  },
  {
    "word": "昂昂自若",
    "pinyin": "áng áng zì roò",
    "explanation": "昂昂气概昂扬，大模大样；自若象平常一样。形容无所顾虑，从容自如。",
    "example": "无",
    "derivation": "明·冯梦龙《古今小说·晏平仲二桃杀三士》三士带剑立于殿下，昂昂自若。”"
  },
  {
    "word": "昂藏七尺",
    "pinyin": "áng zàng qī chǐ",
    "explanation": "昂藏登记表雄伟、气度不凡的样子；七尺七尺高的身躯。指轩昂伟岸的男子汉。",
    "example": "无",
    "derivation": "清·赵翼《放歌》徒负昂藏七尺身，实只太仓一稊米。”"
  },
  {
    "word": "昂然直入",
    "pinyin": "áng rán zhí rù",
    "explanation": "昂首挺胸地径直走进去。形容傲然威武的样子。",
    "example": "无",
    "derivation": "明·罗贯中《三国演义》第三回何进昂然直入。”"
  },
  {
    "word": "昂然自得",
    "pinyin": "áng rán zì dé",
    "explanation": "自得自己感到舒适。指大模大样，满不在乎的样子。",
    "example": "无",
    "derivation": "宋·欧阳修《与高司谏书》今乃不然，反昂然自得，了无愧畏。”"
  },
  {
    "word": "昂然自若",
    "pinyin": "áng rán zì ruò",
    "explanation": "形容气宇轩昂满不在乎的样子。",
    "example": "无",
    "derivation": "蔡东藩《民国通俗演义》第31回昂然自若，并不畏缩。”"
  },
  {
    "word": "昂首阔步",
    "pinyin": "áng shǒu kuò bù",
    "explanation": "昂仰，高抬。抬起头迈开大步向前。形容精神抖擞，意气风发。",
    "example": "无",
    "derivation": "老舍《鼓书艺人》二十四新郎昂首阔步，在他身边迈着鸭子步，为的是显摆他那马靴和银马刺。”"
  },
  {
    "word": "昂首伸眉",
    "pinyin": "áng shǒu shēn méi",
    "explanation": "伸扬。抬头扬眉。形容意气昂扬的样子。",
    "example": "他们获得了比赛的胜利，～地回来了。",
    "derivation": "汉·司马迁《报任少卿书》乃欲仰首伸眉，论列是非，不亦轻朝廷，羞当世之士耶！”"
  },
  {
    "word": "昂首天外",
    "pinyin": "áng shǒu tiān wài",
    "explanation": "抬起头望着天边。形容态度傲慢，或做事脱离实际。",
    "example": "某些人做事不从实际出发，往往～。",
    "derivation": "清·归庄《王大痴像赞》昂其首，睅其目，举觞而望青天者，是为王大痴。”"
  },
  {
    "word": "昂首挺胸",
    "pinyin": "áng shǒu tǐng xiōng",
    "explanation": "抬起头，挺起胸膛。形容斗志高，士气旺。",
    "example": "个个视死如归，坚贞不屈，～站在那里。王之燕同志领头高呼起口号。★《上饶集中营·浩气长存》",
    "derivation": "欧阳予情《小英姑娘》她伸开两手昂首挺胸，狂了似的往外跑。”"
  },
  {
    "word": "昂首望天",
    "pinyin": "áng shǒu wàng tiān",
    "explanation": "仰起头，望着天。喻指眼光向上，作风浮泛，不肯放下架子、深入基层。",
    "example": "要做这件事，第一是眼睛向下，不要只是～。★毛泽东《〈农村调查〉的序言和跋》",
    "derivation": "清·归庄《王大痴像赞》昂其首，睅其目，举觞而望青天者，是为王大痴。”"
  },
  {
    "word": "昂头阔步",
    "pinyin": "áng tóu kuò bù",
    "explanation": "昂仰，高抬。抬起头迈开大步向前。形容精神备发或态度傲慢。参见昂首阔步”。",
    "example": "无",
    "derivation": "方志敏《可爱的中国》他们昂头阔步，带着一种藐视中国人不屑与中国人为伍的神气，总引起我心里的愤愤不平。”"
  },
  {
    "word": "昂头天外",
    "pinyin": "áng tóu tiān wài",
    "explanation": "昂抬起。抬起头望着天边。形容态度傲慢或做事脱离实际。",
    "example": "无",
    "derivation": "鲁迅《书信集·致萧军、萧红》他们昂头天外，评论之后，不知那里去了。”"
  },
  {
    "word": "昂头挺胸",
    "pinyin": "áng tóu tǐng xiōng",
    "explanation": "抬起头，挺起胸膛。形容斗志高，士气旺。参见昂首挺胸”。",
    "example": "你看！提到内战，就连妇人女子都反对啦……”～，老老师欣喜地叫出来。★沙汀《范老老师》",
    "derivation": "语出欧阳予情《小英姑娘》她伸开两手昂首挺胸，狂了似的往外跑。”"
  },
  {
    "word": "昂霄耸壑",
    "pinyin": "áng xiāo sǒng hè",
    "explanation": "昂高；壑峪。高出霄汉，耸立山壑。形容才能杰出，建树宏大功业。也形容志气高昂，胸怀广阔。",
    "example": "昔余识夫人之子稚年，固已得其～之气。★宋·陈亮《祭叶正则母夫人文》",
    "derivation": "宋·陆游《剑南诗稿·凌霄花》卷三十四古来豪杰少人知，昂霄耸壑宁自期。”"
  },
  {
    "word": "盎盂相击",
    "pinyin": "àng yú xiāng jī",
    "explanation": "比喻一家人争吵。",
    "example": "无",
    "derivation": "清·文康《儿女英雄传》第三十一回只就他夫妻三个这番外面情形讲，此后自然该益发合成一片性情，加上几分伉俪，把午间那番盎盂相击化得水乳无痕。”"
  },
  {
    "word": "盎盂相敲",
    "pinyin": "àng yú xiāng qiāo",
    "explanation": "比喻一家人争吵。",
    "example": "无",
    "derivation": "清·蒲松龄《聊斋志异·卷十一·青蛙神》且盎盂相敲，皆臣所为，无所涉于父母。”"
  },
  {
    "word": "敖不可长",
    "pinyin": "ào bù kě zhǎng",
    "explanation": "敖通傲”，傲慢。傲慢之心不可以滋长。",
    "example": "我们要教育他～的道理。",
    "derivation": "西汉·戴圣《礼记·曲礼上》敖不可长，欲不可从，志不可满，乐不可极。”"
  },
  {
    "word": "敖世轻物",
    "pinyin": "áo shì qīng wù",
    "explanation": "敖，通傲”。鄙弃世俗，看不起别人。也指高傲自大。",
    "example": "无",
    "derivation": "《淮南子·齐俗训》敖世轻物，不污于俗。”"
  },
  {
    "word": "嗷嗷待哺",
    "pinyin": "áo áo dài bǔ",
    "explanation": "嗷嗷哀鸣声；待等待；哺喂食。饥饿时急于求食的样子。形容受饥饿的悲惨情景。",
    "example": "文章尽可在别的刊物上发表，对于～的创造社的几种刊物却一字也不肯飞来。★郭沫若《学生时代·创造十年续编》",
    "derivation": "《诗经·小雅·鸿雁》鸿雁于飞，哀鸣嗷嗷。”汉·荀悦《前汉纪·成帝纪三》作治数年，天下遍被其劳，国家疲弊，府库空虚，下至众庶，嗷嗷苦之。”"
  },
  {
    "word": "遨翔自得",
    "pinyin": "áo xiáng zì dé",
    "explanation": "指自由自在的样子。",
    "example": "天空中那只老鹰～，真让人羡慕。",
    "derivation": "无"
  },
  {
    "word": "熬肠刮肚",
    "pinyin": "áo cháng guā dù",
    "explanation": "指从事饮食方面尽力节俭。",
    "example": "无",
    "derivation": "陈登科《活人塘》三咱薛家祖上是锅碗一担挑到新河集的，落了户，靠两只手苦，可怜，熬肠刮肚的买了这几亩田。”"
  },
  {
    "word": "熬更守夜",
    "pinyin": "áo gēng shǒu yè",
    "explanation": "指熬夜。",
    "example": "无",
    "derivation": "《人民文学》1977年1第一期总理经常熬更守夜，废寝忘食地工作。”"
  },
  {
    "word": "熬姜呷醋",
    "pinyin": "áo jiāng xiā cù",
    "explanation": "比喻生活清苦。",
    "example": "无",
    "derivation": "清·李渔《怜香伴·毡集》下官知从选了这个穷教官，坐了这条冷板凳，终日熬姜呷醋，尚不能色问舍求田，哪里再经得进口添人。”"
  },
  {
    "word": "熬枯受淡",
    "pinyin": "áo kū shòu dàn",
    "explanation": "指忍受清苦的生活。",
    "example": "[杜子春]渐渐卖了马骑驴，卖给了驴步走，～，度过日子。★《醒世恒言·杜子春三人长安》",
    "derivation": "元·关汉卿《望江亭》第一折这出家无过草衣木食，熬枯受淡。”"
  },
  {
    "word": "熬清守淡",
    "pinyin": "áo qīng shǒu dàn",
    "explanation": "指忍受清苦乏味的生活。",
    "example": "无",
    "derivation": "《初刻拍案惊奇》卷十五陈某不肖，将家私荡尽，赖我贤妻熬清守淡。”"
  },
  {
    "word": "熬清守谈",
    "pinyin": "áo qīng shǒu tán",
    "explanation": "忍受清苦乏味的生活。",
    "example": "无",
    "derivation": "《初刻拍案惊奇》卷十五陈某不肖，将家么荡尽，赖我贤妻熬清守谈。”"
  },
  {
    "word": "熬清受淡",
    "pinyin": "áo qīng shòu dàn",
    "explanation": "指忍受清苦乏味的生活。",
    "example": "老母尚且～，若为人子者，反在房中与妻享用，真所谓儿彘不如了。★《天雨花》第二九回",
    "derivation": "见熬清守淡”。"
  },
  {
    "word": "熬心费力",
    "pinyin": "áo xīn fèi lì",
    "explanation": "耗费心神和气力。",
    "example": "无",
    "derivation": "马烽《太阳刚刚出山》我熬心费力办农业，结果给组织上留下这么个印象。”"
  },
  {
    "word": "熬油费火",
    "pinyin": "áo yóu fèi huǒ",
    "explanation": "指耗费灯油。多指日夜忙碌。",
    "example": "无",
    "derivation": "《红楼梦》第二五回此时贾赦、贾政又恐哭坏了贾母，日夜熬油费火，闹得上下不安。”"
  },
  {
    "word": "聱牙佶屈",
    "pinyin": "áo yá jí qū",
    "explanation": "聱牙不顺口；佶屈曲折。指文章读起来不顺口。",
    "example": "我今赠君亦无物，但有～村田诗。★元·戴元表《剡源集·寿陈贵白",
    "derivation": "唐·韩愈《进学解》周浩殷盘，佶屈聱牙。”"
  },
  {
    "word": "聱牙戟口",
    "pinyin": "áo yá jǐ kǒu",
    "explanation": "形容文词艰涩，拗口难读。",
    "example": "而不知只从形式上着眼，就必然走上～的道路。★郭绍虞《中国文学批评史》",
    "derivation": "《明史·文苑传三·李攀龙》所拟乐府，或更古数字为己作，文则聱牙戟口，读者至不能终篇。”"
  },
  {
    "word": "聱牙诘曲",
    "pinyin": "áo yá jié qū",
    "explanation": "聱牙不顺口；诘曲曲折。指文章读起来不顺口。",
    "example": "无",
    "derivation": "清·郑相如《汉林四传·开明君传》有荐伏生工《尚书》，上诏中大夫晁错至其家，从七岁好口授书文，聱牙诘曲。”"
  },
  {
    "word": "聱牙诘屈",
    "pinyin": "áo yá jié qū",
    "explanation": "聱牙不顺口；诘屈曲折。形容文辞艰涩难读。",
    "example": "无",
    "derivation": "清·周亮工《书影》第二卷为诗好为聱牙诘屈之语，多不自解。”"
  },
  {
    "word": "謷牙诘屈",
    "pinyin": "áo yá jié qū",
    "explanation": "同诘屈聱牙”。謷，通聱”。诘屈同佶屈”，曲折，引申为不顺畅；謷牙读起来拗口、别扭。形容文字晦涩艰深，难懂难读。",
    "example": "我今赠君亦无物，但有～村田诗。★元·戴元表《剡源集·寿陈贵白》",
    "derivation": "语出唐·韩愈《进学解》周浩殷盘，佶屈聱牙。”"
  },
  {
    "word": "鳌愤龙愁",
    "pinyin": "áo fèn lóng chóu",
    "explanation": "如鼍愤怒，如龙忧愁。比喻乐曲的情调悲愤。",
    "example": "这是一首～音乐，你想听吗？",
    "derivation": "无"
  },
  {
    "word": "鳌里夺尊",
    "pinyin": "áo lǐ duó zūn",
    "explanation": "犹言出类拔萃。",
    "example": "无",
    "derivation": "老舍《骆驼祥子》十四大家给他祝寿，他大模大样的承受，仿佛觉出自己是鳌里夺尊的一位老英雄。”"
  },
  {
    "word": "鳌鸣鳖应",
    "pinyin": "áo míng biē yīng",
    "explanation": "比喻声气相通，互相感应。",
    "example": "这两只小动物在一起时间久了，表现得非常默契，严然是～。",
    "derivation": "无"
  },
  {
    "word": "鳌头独占",
    "pinyin": "áo tóu dú zhàn",
    "explanation": "比喻占首位或第一名。",
    "example": "我国目前蚕茧总产量已超过了日本，国际蚕丝市场上，我们已～了。★《新华文摘》1987年第5期",
    "derivation": "元·无名氏《陈州粜米》楔子殿前曾献升平策，独占鳌头第一名。”"
  },
  {
    "word": "鳌掷鲸呿",
    "pinyin": "áo zhì jīng qù",
    "explanation": "比喻文辞气势磅礴，跌宕起伏。同鳌掷鲸吞”。",
    "example": "无",
    "derivation": "清·宋荦《漫堂说诗》三至于杜之涵地负，韩之鳌掷鲸呿，尚有所未逮。”"
  },
  {
    "word": "鳌掷鲸吞",
    "pinyin": "áo zhì jīng tūn",
    "explanation": "比喻文辞气势磅礴，跌宕起伏。亦作鳌掷鲸呿”。",
    "example": "至于杜之涵地负，韩之鳌掷鲸呿，尚有所未逮。★清宋荦《漫堂说诗》三",
    "derivation": "明·陈汝元《金莲记·偕计》龙浮马负之图，已曾抉奥运会；鳌掷鲸吞之句，无不深研。”"
  },
  {
    "word": "傲不可长",
    "pinyin": "ào bù kě zhǎng",
    "explanation": "傲慢之心不可以滋长。",
    "example": "～，像他那样傲慢的孩子，家长应加强教育。",
    "derivation": "《礼记·曲礼上》傲不可长，欲不可纵，志不可满，乐不可极。”"
  },
  {
    "word": "傲骨嶙嶙",
    "pinyin": "ào gǔ lín lín",
    "explanation": "傲骨指高傲不屈的性格。嶙嶙山崖突兀貌。比喻高傲不屈。",
    "example": "无",
    "derivation": "清·蒲松龄《聊斋志异·叶生》行踪落落，对影长愁；傲骨嶙嶙，搔头自爱。”"
  },
  {
    "word": "傲慢不逊",
    "pinyin": "ào màn bù xùn",
    "explanation": "逊谦逊。态度高傲自大，对人不讲谦让。",
    "example": "无",
    "derivation": "《汉书·萧望之传》有司奏乐君责使者礼，遇丞相无礼，廉声不闻，敖（傲）不逊。”"
  },
  {
    "word": "傲慢少礼",
    "pinyin": "ào màn shǎo lǐ",
    "explanation": "态度傲慢，对人不讲礼节。",
    "example": "自襄阳赶刘玄德不着，来投韩玄；玄怪其～，不肯重用。★明·罗贯中《三国演义》第五十三回",
    "derivation": "《三国志·吴志·三嗣主传》裴松之注引孙皓侍中李仁之言视人君相忤，是乃祀所谓傲慢；傲慢则无礼，无礼则不臣，不臣则犯罪，犯罪则陷不测矣。”"
  },
  {
    "word": "傲慢无礼",
    "pinyin": "ào màn wú lǐ",
    "explanation": "态度傲慢，对人不讲礼节。",
    "example": "无",
    "derivation": "《三国志·吴志·三嗣主传》裴松之注引孙皓侍中李仁之言视人君相忤，是乃祀所谓傲慢；傲慢则无礼，无礼则不臣，不臣则犯罪，犯罪则陷不测矣。”"
  },
  {
    "word": "傲睨得志",
    "pinyin": "ào nì dé zhì",
    "explanation": "傲睨傲慢地斜眼看。得志愿望实现。形容因实现愿望而看不起一切的神情。",
    "example": "无",
    "derivation": "明·罗贯中《三国演义》第六十回原来曹操自破马超回，傲睨得志，每日饮宴，无事少出，国政皆在相府商议。”"
  },
  {
    "word": "傲睨万物",
    "pinyin": "ào nì wàn wù",
    "explanation": "睨斜视。斜着眼看一切事物。形容目空一切，什么都瞧不起。",
    "example": "……益自尊大，宝自有而～。★鲁迅《文化偏至论》",
    "derivation": "宋·黄庭坚《豫章文集·卷二十六·跋俞秀老清老诗颂》清老往与余共学于涟水，其傲睨万物，滑稽以玩世，白首不哀”。"
  },
  {
    "word": "傲睨一切",
    "pinyin": "ào nì yī qiè",
    "explanation": "睨斜视。斜着眼看一切事物。形容目空一切，什么都瞧不起。",
    "example": "更有那放荡不羁，～，偏低首下心，作儿女之态。★清·魏秀仁《花月痕》第一回",
    "derivation": "宋·黄庭坚《豫章文集·卷二十六·跋俞秀老清老诗颂》清老往与余共学于涟水，其傲睨万物，滑稽以玩世，白首不哀”。"
  },
  {
    "word": "傲睨一世",
    "pinyin": "ào nì yī shì",
    "explanation": "睨斜视。高傲地旁观，对当代的一切都不看在眼里。形容傲慢自负，目空一切。",
    "example": "辽字睿达，幼挺拔不群，长而好学尚友，～。★《宋史·沈辽传》",
    "derivation": "宋·朱熹《朱子语类》卷三十四便有傲睨一世，污浊朝廷之意。”宋·高斯得《耻堂存稿·留赵给事奏札》但其再来，遂负虚骄之气，傲睨一世，自以人莫能及。”"
  },
  {
    "word": "傲睨自若",
    "pinyin": "ào nì zì ruò",
    "explanation": "睨斜视；自若指满不在乎。形容自高自大、藐视一切的样子。",
    "example": "简雍在城下唤门。（刘）璋令开门接入。雍坐在车中，傲睨自若。★明·罗贯中《三国演义》第六十五回",
    "derivation": "宋·王谠《唐语林·豪爽》郑太穆郎中为金州刺史，一日忽致书于襄阳于司空颕，其言恳切，而傲睨自若，似无郡僚之礼。”"
  },
  {
    "word": "傲然挺立",
    "pinyin": "ào rán tǐng lì",
    "explanation": "傲然坚强不屈的样子。挺立像山峰一样高高地耸立。形容坚强而不可动摇。",
    "example": "无",
    "derivation": "茅盾《白杨礼赞》难道你竟一点也不联想到，在敌后的广大土地上，到处有坚强不屈，就象这白杨树一样傲然挺立的守卫他们家乡的哨兵？”"
  },
  {
    "word": "傲然屹立",
    "pinyin": "ào rán yì lì",
    "explanation": "形容坚定，不可动摇地站立着。",
    "example": "无",
    "derivation": "古华《芙蓉镇》抽茎了，长叶了，铁骨青枝，傲然屹立。”"
  },
  {
    "word": "傲世轻物",
    "pinyin": "ào shì qīng wù",
    "explanation": "傲世傲视当世；物他人或环境。鄙弃世俗，看不起别人。也指高傲自大。",
    "example": "无",
    "derivation": "《淮南子·齐俗训》敖（傲）世轻物，不污于俗。”"
  },
  {
    "word": "傲霜斗雪",
    "pinyin": "ào shuāng dòu xuě",
    "explanation": "傲视寒霜，抗击白雪。形容不畏严寒。比喻人身处逆境而不屈服。",
    "example": "无",
    "derivation": "元·吴昌龄《张天师》第三折玉骨冰肌谁可匹，傲雪欺霜夺第一。”"
  },
  {
    "word": "傲头傲脑",
    "pinyin": "ào tóu ào nǎo",
    "explanation": "形容倔强、桀骜不驯的样子。",
    "example": "无",
    "derivation": "《儒林外史》第二七回现今之小厮傲头傲脑，也要娶个辣燥些的媳妇来制着他才好。”"
  },
  {
    "word": "傲贤慢士",
    "pinyin": "ào xián màn shì",
    "explanation": "贤有才德的人；士读书人和有才干的人。用傲慢的态度对待有德有才的人。",
    "example": "无",
    "derivation": "明·罗贯中《三国演义》第六十回何期逆贼恣逞奸雄，傲贤慢士，故特来见明公。”"
  },
  {
    "word": "傲雪凌霜",
    "pinyin": "ào xuě líng shuāng",
    "explanation": "形容不畏霜雪严寒，外界条件越艰苦越有精神。比喻经过长期磨练，面对冷酷迫害或打击毫不示弱、无所畏惧。傲，傲慢、蔑视。",
    "example": "如松柏之性，～。★清·钱泳《履园丛话·谭诗·总论》",
    "derivation": "宋·杨无咎《柳梢青》傲雪凌霜，平欺寒力，搀借春光。”"
  },
  {
    "word": "傲雪欺霜",
    "pinyin": "ào xuě qī shuāng",
    "explanation": "形容不畏霜雪严寒，外界条件越艰苦越有精神。比喻经过长期磨练，面对冷酷迫害或打击毫不示弱、无所畏惧。傲，傲慢、蔑视。",
    "example": "玉骨冰肌谁可匹，～夺第一。★元·吴昌龄《张天师》第三折",
    "derivation": "元·吴昌龄《张天师》梅花云我这梅花……玉骨冰肌谁可匹，傲雪凌霜夺第一。”"
  },
  {
    "word": "奥妙无穷",
    "pinyin": "ào miào wú qióng",
    "explanation": "奥深奥。指其中不易为人所知而奇妙有趣之处极多。",
    "example": "无",
    "derivation": "孙犁《小说杂谈·谈比》但文章一事，涉及意识形态，奥妙无穷，千变万化，众口纷纭，莫衷一是，要想比出个结果，使观众心服，就不是那么容易的事。”"
  },
  {
    "word": "奥援有灵",
    "pinyin": "ào yuán yǒu líng",
    "explanation": "奥援暗中支持的力量；有灵有神通。多指旧时官场的钻营、勾结，暗通关节，很有神通。",
    "example": "无",
    "derivation": "明·文秉《先拨志始》卷下皆大慝巨奸，或燕处于园亭，或潜藏于京邸，奥援有灵，朝廷无法。”"
  },
  {
    "word": "懊悔无及",
    "pinyin": "ào huǐ wú jí",
    "explanation": "后悔已来不及了。",
    "example": "无",
    "derivation": "明·罗贯中《三国演义》第九十八回；令人往探之，果是虚营，只插着数十面旌旗，兵已去了二日也。曹真懊悔无及。”"
  },
  {
    "word": "八百孤寒",
    "pinyin": "bā bǎi gū hán",
    "explanation": "八百形容很多；孤寒指贫寒的读书人。形容人数众多，处境贫寒的读书人。也比喻贫寒之士失去依靠。",
    "example": "小谪陈芳现在身，人间何事敝精神。幔亭仙客休相待，～要此人。★清·黄景仁《两当轩集·十四·岁暮怀人》",
    "derivation": "五代·王定保《唐摭言·好放孤寒》八百孤寒齐下泪，一时南望李崖州。”"
  },
  {
    "word": "八拜之交",
    "pinyin": "bā bài zhī jiāo",
    "explanation": "八拜原指古代世交子弟谒见长辈的礼节；交友谊。旧时朋友结为兄弟的关系。",
    "example": "今日在圣贤炉前成了～，有福同享，有马同骑。★清·李绿园《歧路灯》第二十回",
    "derivation": "宋·邵伯温《闻见后录》丰稷谒潞公，公着道出，语之曰汝父吾客也，只八拜。稷不得已，只拜之。”"
  },
  {
    "word": "八窗玲珑",
    "pinyin": "bā chuāng líng lóng",
    "explanation": "①指四壁窗户轩敞，室内通彻明亮。②比喻通达明澈的修养境界。",
    "example": "而今须是要打破那黑底虚静，换做个白底虚静，则～，无不融通。★《朱子语类》卷一百",
    "derivation": "唐·卢纶《赋得彭祖楼送杨德宗归徐州幕》诗四户八窗明，玲珑逼上清。”"
  },
  {
    "word": "八斗之才",
    "pinyin": "bā dǒu zhī cái",
    "explanation": "才才华。比喻人极有才华。",
    "example": "乃归来及一月，竟溘然长逝，年仅愈弱冠耳。怀～，饮万斛之恨。★清·梁起超《饮冰室诗话·二四》",
    "derivation": "《南史·谢灵运传》天下才共一石，曹子建独得八斗，我得一斗，自古及今共用一斗。”"
  },
  {
    "word": "八方风雨",
    "pinyin": "bā fāng fēng yǔ",
    "explanation": "四面八方风雨聚会。比喻形势骤然变幻，动荡不安。",
    "example": "无",
    "derivation": "唐·刘禹锡《郡内书情献裴度侍中留守》万乘旌旗分一半，八方风雨会中央。”"
  },
  {
    "word": "八方呼应",
    "pinyin": "bā fāng hū yìng",
    "explanation": "呼应彼此声气相通。泛指周围、各地。形容各方面互通声气，互相配合。",
    "example": "中国申办奥运的计划一提出，立即八方呼应，群情激奋。",
    "derivation": "余秋雨《寂寞天柱山》三我认为，天柱山之所以能给古人一种居家感，一个比较现实的原因是它地处江淮平原，四相钩连，八方呼应，水陆交通畅达，虽幽深而无登高之苦，虽奇丽而无柴米之匮，总而言之，既宁静又方便。”"
  },
  {
    "word": "八方支持",
    "pinyin": "bā fāng zhī chí",
    "explanation": "形容各方面都支持、援助。",
    "example": "一方有难，～。",
    "derivation": "无"
  },
  {
    "word": "八方支援",
    "pinyin": "bā fāng zhī yuán",
    "explanation": "形容各方面都支持、援助。",
    "example": "一方有难，八方支援",
    "derivation": "无"
  },
  {
    "word": "八府巡按",
    "pinyin": "bā fǔ xún àn",
    "explanation": "巡按之名，起于明代，非固定职官，临时由朝廷委派监察御史担任，分别巡视各省，考核吏治。八府巡按”常见于戏曲、小说，民间多视为清廉而有权势的大官。",
    "example": "你如今是～，为父的乃是个皂班头，诚恐砧辱于你，这也无妨紧要，待我回得衙去，写个辞条，将这个皂班头辞掉也就是了。★名家名剧之《胭脂宝褶》",
    "derivation": "无"
  },
  {
    "word": "八公山上，草木皆兵",
    "pinyin": "bā gōng shān shàng，cǎo mù jiē bīng",
    "explanation": "八公山在安徽淮西市西。将八公山上的草木，都当作是士兵。形容极度惊恐，疑神疑鬼。",
    "example": "～”，是错觉的一例。★毛泽东《论持久战》",
    "derivation": "《晋书·苻坚载记》坚与苻融登城而望王师，见部阵齐整，将士精锐；又北望八公山上草木皆类人形，顾谓融曰‘此亦劲敌也，何谓少乎？’怃然有惧色。”"
  },
  {
    "word": "八纮同轨",
    "pinyin": "bā hóng tóng guǐ",
    "explanation": "指天下一统。八纮，指八方极远之地。",
    "example": "无",
    "derivation": "《晋书·武帝纪》廓清梁、岷、包怀扬、越，八纮同轨，祥瑞屡臻。”"
  },
  {
    "word": "八荒之外",
    "pinyin": "bā huāng zhī wài",
    "explanation": "八面荒远的地方以外。形容极其旷远。",
    "example": "无",
    "derivation": "《列子·仲尼》虽远在八荒之外，近在眉睫之内。来干我者，我必知之。”"
  },
  {
    "word": "八街九陌",
    "pinyin": "bā jiē jiǔ mò",
    "explanation": "形容城市的街道纵横，市面繁华。",
    "example": "无",
    "derivation": "《三辅旧事》长安城中，八街九陌。”"
  },
  {
    "word": "八九不离十",
    "pinyin": "bā jiǔ bù lí shí",
    "explanation": "指与实际情况很接近。",
    "example": "不用你说，我一猜就能猜出个八九不离十。",
    "derivation": "老舍《柳屯的》可是比较的，我还算是他的熟人，自幼儿的同学。我不敢说是明白他，不过讲猜测的话，我或者能猜个八九不离十。”"
  },
  {
    "word": "八面见光",
    "pinyin": "bā miàn jiàn guāng",
    "explanation": "形容人非常世故，各方面都能应付得很周到。",
    "example": "无",
    "derivation": "清·文康《儿女英雄传》第十回张姑娘这几句话，说得软中带硬，八面见光，包罗万象。”"
  },
  {
    "word": "八面玲珑",
    "pinyin": "bā miàn líng lóng",
    "explanation": "玲珑精巧细致，指人灵活、敏捷。本指窗户明亮轩敞◇用来形容人处世圆滑，待人接物面面俱到。",
    "example": "原来宝廷的为人，是～，却十分落拓。★清·曾朴《孽海花》第七回",
    "derivation": "唐·卢纶《赋得彭祖楼送杨宗德归徐州幕》诗四户八窗明，玲珑逼上清。”宋·夏元鼎《满庭芳》词虽是无为清静，依然要八面玲珑。”"
  },
  {
    "word": "八面驶风",
    "pinyin": "bā miàn shǐ fēng",
    "explanation": "形容善于见风使舵，各方面都兜得传。",
    "example": "无",
    "derivation": "老舍《神拳》第三幕喝，八面驶风，左右逢源，真乃诸葛亮也。”"
  },
  {
    "word": "八面受敌",
    "pinyin": "bā miàn shòu dí",
    "explanation": "①谓功力深厚，能应付各种情况。②砚名。",
    "example": "……若学成，～，与涉猎者不可同日而语也。★宋苏轼《又答王庠书》",
    "derivation": "五代·王保定《唐摭言海叙不遇》子华（吴融）才力浩大，八面受敌，以八韵著称。”"
  },
  {
    "word": "八面威风",
    "pinyin": "bā miàn wēi fēng",
    "explanation": "威风令人敬畏的气势。各个方面都很威风。形容神气足，声势盛。",
    "example": "年龄不到五十许，体态虽十分端丽，神情却八面威风。★清·曾朴《孽海花》第十二回",
    "derivation": "元·尚仲贤《单鞭夺槊》第四折圣天子百灵相助，大将军八面威风。”"
  },
  {
    "word": "八面莹澈",
    "pinyin": "bā miàn yíng chè",
    "explanation": "比喻精明练达，洞察一切。",
    "example": "无",
    "derivation": "清·昭梿《啸亭杂录·尹文端公》年三十余即任封疆，遇事镜烛犀刻，八面莹澈。”"
  },
  {
    "word": "八面圆通",
    "pinyin": "bā miàn yuán tōng",
    "explanation": "形容为人处事圆滑，处处应付周全。",
    "example": "无",
    "derivation": "清·李宝嘉《官场现形记》三八回第二要嘴巴会说，见人说人话，见鬼说鬼话，见了官场说官场上的话，见了生意人说生意场中的话，真正要八面圆通，十二分周到，方能当得此任。”"
  },
  {
    "word": "八面张罗",
    "pinyin": "bā miàn zhāng luo",
    "explanation": "形容各方面都应酬得好。",
    "example": "无",
    "derivation": "茅盾《手的故事》黄二姐则已过中年，却还是个八面张罗人人喜欢的角色。”"
  },
  {
    "word": "八难三灾",
    "pinyin": "bā nàn sān zāi",
    "explanation": "比喻小孩生来多病。也形容经常遭遇不幸。",
    "example": "无",
    "derivation": "元·无名氏《小张屠》第三折但有些八难三灾，一心斋戒。”"
  },
  {
    "word": "八万四千",
    "pinyin": "bā wàn sì qiān",
    "explanation": "本为佛教表示事物众多的数字，后用以形容极多。",
    "example": "～颠倒想，与君同付醉眠中。★宋·陆游《醉歌》",
    "derivation": "《法华经·宝塔品》若持八万四千法藏，十二部经，为人演说。”"
  },
  {
    "word": "八仙过海",
    "pinyin": "bā xiān guò hǎi",
    "explanation": "相传八仙过海时不用舟船，各有一套法术。民间因有八仙过海，各显神通”的谚语◇以比喻各自拿出本领或办法，互相竞赛。",
    "example": "说得好，咱们就～吧！★老舍《茶馆》第一幕",
    "derivation": "明·无名氏《八仙过海》第二折则俺这八仙过海神通大，方显这众圣归山道法强，端的万古名扬。”"
  },
  {
    "word": "八仙过海，各显神通",
    "pinyin": "bā xiān guò hǎi，gè xiǎn shén tōng",
    "explanation": "八仙道教传说中的八位神仙。比喻做事各有各的一套办法。也比喻各自拿出本领互相比赛。",
    "example": "我如今与舍弟分开，这弟兄们是～。我叫舍弟看看我的过法。★清·李绿园《歧路灯》第六十八回",
    "derivation": "明·吴承恩《西游记》第八十一回正是八仙同过海，独自显神通。”"
  },
  {
    "word": "八音迭奏",
    "pinyin": "bā yīn dié zòu",
    "explanation": "八音古代对乐器的统称；迭交互，轮流。八类乐器轮番演奏。表示器乐齐全，演奏场面盛大。",
    "example": "又有谓大八音匣者，与衣厢等。触其机，～，恍如有十数人弹唱焉。★清·淮阴百一居士《壶天录》卷中",
    "derivation": "《晋书·乐志下》八音迭奏，雅乐并作。”"
  },
  {
    "word": "八音遏密",
    "pinyin": "bā yīn è mì",
    "explanation": "遏阻止；密寂静。各种乐器停止演奏，乐声寂静。旧指皇帝死后停乐举哀◇也用以形容国家元首之死。",
    "example": "奉梓南归四载迟，～寄哀思。★柳亚子《中山先生奉安大典志哀》",
    "derivation": "《尚书·舜曲》三载，四海遏密八音。”"
  },
  {
    "word": "八珍玉食",
    "pinyin": "bā zhēn yù shí",
    "explanation": "泛指精美的肴馔。",
    "example": "无",
    "derivation": "金·董解元《西厢记诸宫调》卷三八珍玉食邀郎餐，千言万语对生意。”"
  },
  {
    "word": "八字打开",
    "pinyin": "bā zì dǎ kāi",
    "explanation": "象八”字那样，撇、捺向两边分开。原意是放着正路不走，却走歪门邪道。也形容门路很宽。",
    "example": "这事已～，请大家多提建议。",
    "derivation": "宋·朱熹《与刘子澄书》圣贤已是八字打开了，但人自不领会，却向外狂走耳。”"
  },
  {
    "word": "八字没见一撇",
    "pinyin": "bā zì méi jiàn yī piě",
    "explanation": "比喻事情毫无眉目，未见端绪。",
    "example": "我们是来保卫延安的，～，延安就能放弃？★杜鹏程《保卫延安》",
    "derivation": "孙锦标《通俗常言疏证》卷三《通俗编》‘朱子《与刘子澄书》圣贤已是八字打开了，人不自领会。’按今有‘八字不见两撇’之谚，似又因于此。凡事无端绪者，谓之八字不曾见两撇。”今通常作八字没见一撇”。"
  },
  {
    "word": "八字没一撇",
    "pinyin": "bā zì méi yī piě",
    "explanation": "比喻事情还没有眉目。",
    "example": "无",
    "derivation": "孙锦标《通俗常言疏证》卷三《通俗编》‘朱子《与刘子澄书》圣贤已是八字打开了，人不自领会。’按今有‘八字不见两撇’之谚，似又因于此。凡事无端绪者，谓之八字不曾见两撇。”"
  },
  {
    "word": "巴巴急急",
    "pinyin": "bā bā jí jí",
    "explanation": "指勉强，凑合。同巴巴结结”。",
    "example": "无",
    "derivation": "《古今小说·沈小官一鸟害七命》父子三人，正是衣不遮身，食不充口，巴巴急急，食不敷。”"
  },
  {
    "word": "巴巴劫劫",
    "pinyin": "bā bā jié jié",
    "explanation": "指心情急切的样子。",
    "example": "无",
    "derivation": "元·狄君厚《介子推》第四折道他巴巴劫劫背着主公，破破碌碌践红尘。”"
  },
  {
    "word": "巴巴结结",
    "pinyin": "bā bā jiē jiē",
    "explanation": "①勉强，凑合。②勤恳；辛劳。③形容说话不流利。",
    "example": "他～地说不了几句。",
    "derivation": "①《京本通俗小说·错斩崔宁》光阴迅速，大娘子在家巴巴结结将近一年。”②《古今小说任·孝子烈性为神》任珪天明起来，辞了父亲入城去了。每日巴巴结结，早出晚回。”"
  },
  {
    "word": "巴高望上",
    "pinyin": "bā gāo wàng shàng",
    "explanation": "指与社会地位高于自己的人结交或联姻。",
    "example": "无",
    "derivation": "清·曹雪芹《红楼梦》第四十六回别说是鸳鸯，凭他是谁，那一个不想巴高望上、不想出头的？”"
  },
  {
    "word": "巴高枝儿",
    "pinyin": "bā gāo zhī ér",
    "explanation": "比喻高攀。",
    "example": "无",
    "derivation": "文康《儿女英雄传》第三十二回我也不怕人笑话我奴才亲戚混巴高枝儿，我今日可算认定了干娘咧！”。"
  },
  {
    "word": "巴前算后",
    "pinyin": "bā qián suàn hòu",
    "explanation": "思前想后，反复考虑。",
    "example": "无",
    "derivation": "明·凌蒙初《二刻拍案惊奇》卷十九劳生忧忧，巴前算后，每怀不足之心，空白了头，没用处，不如随便度日的好。”"
  },
  {
    "word": "巴人下里",
    "pinyin": "bā rén xià lǐ",
    "explanation": "①即下里巴人。古代楚国流行的民间歌曲。用以称流俗的音乐。巴，古国名，在今四川东部一带，古为楚地。下里，乡里。②泛指粗俗的。",
    "example": "张寅道晚生末学，‘～’之词只好涂饰闾里，怎敢陈于老太师山斗之下。”★《平山冷燕》第十七回",
    "derivation": "南朝·梁简文帝《与湘东王书》故玉微金铣，反为拙目所嗤；《巴人下里》，更合郢中之听。”"
  },
  {
    "word": "巴三览四",
    "pinyin": "bā sān lǎn sì",
    "explanation": "比喻说话拉扯，没有中心。",
    "example": "无",
    "derivation": "元·萧德祥《杀狗劝夫》我说的丁一确二，你说的巴三览四。”"
  },
  {
    "word": "巴三揽四",
    "pinyin": "bā sān lǎn sì",
    "explanation": "形容说话东拉西扯。",
    "example": "无",
    "derivation": "元·萧德祥《杀狗劝夫》第四折我说的丁一确二，你说的巴三揽四。”"
  },
  {
    "word": "巴山度岭",
    "pinyin": "bā shān dù lǐng",
    "explanation": "指爬山越岭。",
    "example": "无",
    "derivation": "《水浒传》第一一六回只见解珍、解宝便道‘我兄弟两个，原是猎户出身，巴山度岭得惯。’”"
  },
  {
    "word": "巴山蜀水",
    "pinyin": "bā shān shǔ shuǐ",
    "explanation": "巴、蜀指四川一带。四川一带的山山水水。",
    "example": "无",
    "derivation": "萧白《晚祷》多少思怀在这圆圆月中，一次偶然的月下促膝，常成一生追念，于是巴山蜀水近来，洞庭湘河近来，扬子江钟山也近来……”"
  },
  {
    "word": "巴山夜雨",
    "pinyin": "bā shān yè yǔ",
    "explanation": "指客居异地又逢夜雨缠绵的孤寂情景。",
    "example": "无",
    "derivation": "唐·李商隐《夜雨寄北》君问归期未有期，巴山夜雨涨秋池∥当共剪西窗烛，却说巴山夜雨时。”"
  },
  {
    "word": "巴山越岭",
    "pinyin": "bā shān yuè lǐng",
    "explanation": "爬山越岭。形容善于登山行走。",
    "example": "无",
    "derivation": "元·关汉卿《单刀会》第二折人似巴山越岭彪，马跨翻江混海虬。”"
  },
  {
    "word": "巴头探脑",
    "pinyin": "bā tóu tàn nǎo",
    "explanation": "形容伸着头偷看。",
    "example": "乘客纷纷一字排，～费疑猜，东南西北车多少，不靠咱们这站台。★启功《鹧鸪天·乘公共交通车》八首",
    "derivation": "无"
  },
  {
    "word": "扒耳搔腮",
    "pinyin": "pá ěr sāo sāi",
    "explanation": "形容焦急而又无可奈何。",
    "example": "无",
    "derivation": "鲁迅《华盖集续编·不是信》还有一个小目的，是在对于以我去年的免官为‘痛快’者，给他一个不舒服，使他恨得扒耳搔腮，忍不住露出本相。”"
  },
  {
    "word": "扒高踩低",
    "pinyin": "bā gāo cǎi dī",
    "explanation": "比喻对上奉承攀附，对下欺侮压制。",
    "example": "无",
    "derivation": "《中国民间故事选·叛徒李四一》[李四一]为人就是扒高踩低，浮上水在行。”"
  },
  {
    "word": "抜格不入",
    "pinyin": "hàn gé bù rù",
    "explanation": "?壕；格坚硬；抜格相互抵触，格格不入。过于坚硬而难于深入。形容彼此意见完全不合。",
    "example": "无",
    "derivation": "《礼记·学记》发然后禁，则抜格而不胜。”郑玄注抜坚不可入之貌。”"
  },
  {
    "word": "拔本塞原",
    "pinyin": "bá běn sè yuán",
    "explanation": "①比喻背弃根本。②铲除事物发生的根源。多用于坏事。亦作拔本塞源”。",
    "example": "无",
    "derivation": "《左传·昭公九年》伯父若裂冠毁冕，拔本塞原，专弃谋主，虽戎狄其何有余一人。”"
  },
  {
    "word": "拔本塞源",
    "pinyin": "bá běn sè yuán",
    "explanation": "本根本，根源。拔起树根，塞住水源。比喻防患除害要从根本上打主意。",
    "example": "这也是个好办法，而且简单易行，不过还不是～之计。★郭沫若《郑成功》第五章",
    "derivation": "《左传·昭公九年》伯父若裂冠毁冕，拔本塞原，专弃谋主，虽戎狄其何有余一人。”"
  },
  {
    "word": "拔丛出类",
    "pinyin": "bá cóng chū lèi",
    "explanation": "犹言拔萃出类。指高出众人。",
    "example": "无",
    "derivation": "《宋书·孝义传·潘综》二子微猷，弥久弥芳。拔丛出类，景行朝阳。”"
  },
  {
    "word": "拔萃出类",
    "pinyin": "bá cuì chū lèi",
    "explanation": "同出类拔萃”。指高出众人。",
    "example": "夫宇宙绵邈，黎献纷杂，～，智术而已。★南朝·梁刘勰《文心雕龙序志》",
    "derivation": "语出《孟子·公孙丑上》出于其类，拔乎其萃，自生民以来，未有盛于孔子也。”"
  },
  {
    "word": "拔萃出群",
    "pinyin": "bá cuì chū qún",
    "explanation": "拔超出。萃原谓草丛生的样子，引伸为聚集，指聚集在一处的人或物。超出一般，在众人之上。",
    "example": "曾不能～，扬芳飞文，登天庭，序彝伦，扫六合之秽。★汉·蔡邕《释诲》",
    "derivation": "《孟子·公孙丑上》出于其类，拔乎其萃，自生民以来，未有盛于孔子也。”"
  },
  {
    "word": "拔刀相向",
    "pinyin": "bá dāo xiāng xiàng",
    "explanation": "指动武。",
    "example": "但当他们一看到侵略者公然～的时候，他们丝毫也不动摇地采取了伟大的中国人民在这样场合所惟一可能而且必须采取的办法。★《人民日报》1951.1.11",
    "derivation": "《儿女英雄传》第十回自然就不能不闹到扬眉裂眦拔刀相向起来。”"
  },
  {
    "word": "拔刀相助",
    "pinyin": "bá dāo xiāng zhù",
    "explanation": "旧小说中多指打抱不平。",
    "example": "路见不平，～。★元·马致远《陈抟高卧》第一折",
    "derivation": "宋·释道元《景德传灯录》卷二十二师曰‘路见不平，所以按剑。’”"
  },
  {
    "word": "拔地参天",
    "pinyin": "bá dì cān tiān",
    "explanation": "拔地从地面上陡然耸立。参天高耸到空中。形容高大和气势雄伟。同拔地倚天”。",
    "example": "无",
    "derivation": "郭沫若《春天的信号》虽然只是一根嫩苗，只要它不遭遇斧斤，我们可以预言，它一定会拔地参天。”"
  },
  {
    "word": "拔地摇山",
    "pinyin": "bá dì yáo shān",
    "explanation": "翻动大地，摇撼山岳。形容声势极大。",
    "example": "无",
    "derivation": "《英烈传》第四十九回乌龙镇上驻不赤龙舟，搅得翻江震海；大全港中做不得周全事，空教拔地摇山。”"
  },
  {
    "word": "拔地倚天",
    "pinyin": "bá dì yǐ tiān",
    "explanation": "拔突出，耸出。倚倚傍，贴近。从地面突兀而起，贴近天际。比喻高大突出，气势雄伟。",
    "example": "那悬崖之上，一株株苍松翠柏～，傲然屹立。",
    "derivation": "唐·孙樵《与王霖秀才书》譬玉川子《月蚀诗》、杨司城《华山赋》、韩吏部《进学解》……莫不拔地倚天，句句欲活。”"
  },
  {
    "word": "拔丁抽楔",
    "pinyin": "bá dīng chōu xiē",
    "explanation": "拔出钉子，抽掉楔子。比喻解除困难。",
    "example": "无",
    "derivation": "元·无名氏《度柳翠》第四折大众恐有不能了达，心生疑惑者，请垂下问，我与他拔丁抽楔。”"
  },
  {
    "word": "拔锅卷席",
    "pinyin": "bá guō juǎn xí",
    "explanation": "①比喻带走全部家当。②犹言卷铺盖。比喻被解雇。",
    "example": "无",
    "derivation": "①孔厥袁静《新儿女英雄传》第一回日本飞机天天来头上转，城里掉了几个蛋；大官们携金带银，小官们拔锅卷席的，都跑光了。”②杨朔《阅微草堂”的真面目》稍微有点不顺心，地主就要拔锅卷席，撵你出去。”"
  },
  {
    "word": "拔剑论功",
    "pinyin": "bá jiàn lùn gōng",
    "explanation": "指争论功劳激烈到几乎动武。",
    "example": "当时～者，矢口何人说纪生。★金·元好问《读纪信传》诗",
    "derivation": "语出《史记·刘敬叔孙通列传》高帝悉去秦苛仪法，为简易。群臣饮酒争功，醉或妄呼，拔剑击柱，高帝患之。”"
  },
  {
    "word": "拔葵啖枣",
    "pinyin": "bá kuí dàn zǎo",
    "explanation": "拔人家的菜蔬，偷吃人家的枣子。比喻小偷小摸。",
    "example": "无",
    "derivation": "唐·独孤及《唐丞相故江陵尹御史大夫吕謓谥议》阖境无拔葵啖枣之盗，而楚人到于今犹歌咏之。”"
  },
  {
    "word": "拔葵去织",
    "pinyin": "bá kuí qù zhī",
    "explanation": "比喻做官的不与人民争利。",
    "example": "非谓～，且欲省息纷纭。★《梁书、徐勉传》",
    "derivation": "《汉书·董仲舒传》故公仪子相鲁，之其见家织帛，怒而出其妻；食子舍而茹葵，愠而拔其葵。”"
  },
  {
    "word": "拔来报往",
    "pinyin": "bá lái fù wǎng",
    "explanation": "报通赴”，迅速≤快地来，很快地去。形容频繁地奔来奔去。",
    "example": "少顷，以足床来，置地上，促客坐；又入，携短足几至，～，蹀躞甚劳。★清·蒲松龄《聊斋志异·阿纤》",
    "derivation": "《礼记少仪》毋拔来，毋报往。”"
  },
  {
    "word": "拔类超群",
    "pinyin": "bá lèi chāo qún",
    "explanation": "同拔萃出类”。指高出众人。",
    "example": "任待要片时间～，则除是三般儿结果收因。★元汤式《一枝花·劝妓女从良》套曲",
    "derivation": "语出《孟子·公孙丑上》出于其类，拔乎其萃，自生民以来，未有盛于孔子也。”"
  },
  {
    "word": "拔了萝卜地皮宽",
    "pinyin": "bá le luó bo dì pí kuān",
    "explanation": "比喻为了行事方便而把碍眼的事物去掉。也比喻为了扩展地盘而排挤别人。",
    "example": "无",
    "derivation": "明·兰陵笑笑生《金瓶梅词话》第五十一回拔了萝卜地皮宽，交他去了，省得他在这里跑兔子一般。”"
  },
  {
    "word": "拔毛济世",
    "pinyin": "bá máo jì shì",
    "explanation": "指受轻微损失而能有利于世人。",
    "example": "只平生几两屐”细味之亦疏；而～”事，尤牵强可笑。以予观之，此乃俗子谜也，何足为诗哉！★金·王若虚《滹南诗话》卷三",
    "derivation": "语出《列子·杨朱》禽子问杨朱曰‘去子体之一毛以济一世，汝为之乎？’杨子曰‘世固非一毛之所济。’禽子曰‘假济，为之乎？’杨子弗应。”"
  },
  {
    "word": "拔毛连茹",
    "pinyin": "bá máo lián rú",
    "explanation": "比喻互相推荐，用一个人就连带引进许多人。",
    "example": "鬓角上发现几根白发，这一惊非同小可，平夙一毛不拔的人到这时候也不免要狠心的把它拔去，～，头发根上还许带着一颗鲜亮的肉珠。★梁实秋《中年》",
    "derivation": "无"
  },
  {
    "word": "拔茅连茹",
    "pinyin": "bá máo lián rú",
    "explanation": "茅白茅，一种多年生的草；茹植物根部互相牵连的样子。比喻互相推荐，用一个人就连带引进许多人。",
    "example": "袁既病死，黎、段登台，～，弹冠相庆，徐遂入任为院秘书长。★蔡东藩、许廑父《民国通俗演义》第七十九回",
    "derivation": "《周易·泰》拔茅茹以其汇。”"
  },
  {
    "word": "拔苗助长",
    "pinyin": "bá miáo zhù zhǎng",
    "explanation": "比喻违反事物发展的客观规律，急于求成，反而坏事。",
    "example": "那种不顾学生能否接受的填鸭式的教学方法，无异于～。",
    "derivation": "《孟子·公孙丑上》宋人有闵其苗之不长而揠之者，茫茫然归，谓其人曰‘今日病矣，予助苗长矣。’其子趋而往视之，苗则槁矣。”"
  },
  {
    "word": "拔群出萃",
    "pinyin": "bá qún chū cuì",
    "explanation": "高出众人。多指才能。",
    "example": "无",
    "derivation": "《晋书·夏侯湛传》弱年而入公朝，蒙蔽而当显举，进不能拔群出萃，却不能抗排当世。"
  },
  {
    "word": "拔山超海",
    "pinyin": "bá shān chāo hǎi",
    "explanation": "拔起高山，超越大海。比喻力量极大。",
    "example": "天经地纬之帝，求制礼乐之才；拨乱反正之君，资～之力。★唐·杨炯《唐右将军魏哲神道碑》",
    "derivation": "北周·庾信《拟连珠》经天纬地之才，拔山超海之力。”"
  },
  {
    "word": "拔山盖世",
    "pinyin": "bá shān gài shì",
    "explanation": "盖世超越天下人，世上第一。力能拔掉大山，形容力大勇猛，当代无比。",
    "example": "则～之雄，几乎其为若敖之鬼矣。★明·张岱《募造无主祠堂疏》",
    "derivation": "《史记·项羽本纪》于是项王乃悲歌慷慨，自为诗曰‘力拔山兮气盖世，时不利兮骓不逝。’”"
  },
  {
    "word": "拔山举鼎",
    "pinyin": "bá shān jǔ dǐng",
    "explanation": "形容力量超人或气势雄伟。",
    "example": "一个人被鸦片束缚住了，任你是～的英雄，铜浇铁铸的罗汉，只要烟瘾一发，顿时骨软精酥，连一些气力都没有。★《黑籍冤魂》第一回",
    "derivation": "《秦并六国平话》卷下籍是时年方二十四，力敌万夫，有拔山举鼎之威。”"
  },
  {
    "word": "拔山扛鼎",
    "pinyin": "bá shān gāng dǐng",
    "explanation": "扛双手举起。拔起大山，举起重鼎。形容力气很大。",
    "example": "汉祖入关破秦而楚后之～，力大过人。★宋·邵雍《皇极经世绪言》第二卷",
    "derivation": "《史记·项羽本纪》力能扛鼎，才气过人。”又于是项王乃悲歌慷慨，自为诗曰‘力拔山兮气盖世，时不利兮骓不逝。’”"
  },
  {
    "word": "拔十得五",
    "pinyin": "bá shí dé wǔ",
    "explanation": "拔盐，推荐。想盐十个，结果只选得五个。指盐人才不容易。",
    "example": "谓～而可得其半，故匿瑕含垢而求其长致。★宋陈师道《谢胡运使启》",
    "derivation": "《新唐书·张九龄传》夫吏部尚书、侍郎，以贤而授者也，岂不能知人？如知之难，拔十得五，斯可矣。”"
  },
  {
    "word": "拔十失五",
    "pinyin": "bá shí shī wǔ",
    "explanation": "指盐人才而失其半数。",
    "example": "无",
    "derivation": "《三国志·蜀书·庞统传》今拔十失五，犹得其半，而可以崇迈世数，使有志者自励，不亦可乎？”"
  },
  {
    "word": "拔树撼山",
    "pinyin": "bá shù hàn shān",
    "explanation": "拔起大树，摇动高山。形容声势极大。",
    "example": "爱情是不可羁绊的力量。它会使怯懦者勇敢，愚笨者聪明。使人霎那间产生～的力量，创造出无与伦比的美或精巧。没有了爱情便没有世界。★苏叔阳《榆棠院的罗曼斯",
    "derivation": "无"
  },
  {
    "word": "拔树搜根",
    "pinyin": "bá shù sōu gēn",
    "explanation": "比喻追究到底，彻底查问。",
    "example": "安爷恐有其中假，故此的，～要问明。★《再生缘》第四五回",
    "derivation": "见拔树寻根”。"
  },
  {
    "word": "拔树寻根",
    "pinyin": "bá shù xún gēn",
    "explanation": "比喻追究到底。",
    "example": "雪娥恐怕西门庆来家～，归罪于己，在上房打磨。★明·兰陵笑笑生《金瓶梅词话》第二十六回",
    "derivation": "元·无名氏《碧桃花》第一折俺那里有的是秦人晋人，你可也休将咱盘问，则管里絮叨叨拔树寻根。”"
  },
  {
    "word": "拔犀擢象",
    "pinyin": "bá xī zhuó xiàng",
    "explanation": "擢提升。比喻提拔才能出众的人。",
    "example": "既然要人任人唯亲，又怎能做到～呢？",
    "derivation": "宋·王洋《与丞相论郑武子状》敕局数人，其间固有拔犀擢象见称一时者，然而析理精微，旁通注意，鲜如克（郑武子）。”"
  },
  {
    "word": "拔辖投井",
    "pinyin": "bá xiá tóu jǐng",
    "explanation": "辖，车轴两端的键。指殷勤留客饮酒。",
    "example": "～，于是口涌鼻溢，濡首及乱。★晋·葛洪《抱朴子·洒诫》",
    "derivation": "《汉书·陈遵传》遵耆酒，每天饮，宾客满堂，辄关门，取客车辖投井中，虽有急，终不得去。”"
  },
  {
    "word": "拔新领异",
    "pinyin": "bá xīn lǐng yì",
    "explanation": "拔抽出；新新意；领具有；异指独特之处。指创立新意，提出独特的见解。",
    "example": "公风神英迈，意气倾倒，～之谈，登峰造极之理，萧然如晋、宋间人物。★宋·杨万里《石湖先生大资参政范公文集序》",
    "derivation": "南朝·宋·刘义庆《世说新语·文学》支道林拔新领异，胸怀所及乃自佳，卿欲见不？”"
  },
  {
    "word": "拔宅飞升",
    "pinyin": "bá zhái fēi shēng",
    "explanation": "拔拔起；宅住宅。古代传说修道的人全家同升仙界。参见拔宅上升”。",
    "example": "生曰得卿如此，吾何忧！顾念一人得道，～。余将远逝，一切付之于卿。”★清薄松龄《聊斋志异·白于玉》",
    "derivation": "语出《太平广记》卷十四引《十二真君传·许真君》真君以东晋孝武帝太康二年八月一日，于洪州西山，举家四十二口，拔宅上升而去。”"
  },
  {
    "word": "拔宅上升",
    "pinyin": "bá zhái shàng shēng",
    "explanation": "拔拔起；宅住宅。古代传说修道的人全家同升仙界。",
    "example": "秋先，汝功行圆满，吾已申奏上帝，有旨封汝为护花使者，专管人间百花。令汝～。★明·冯梦龙《醒世恒言》卷四",
    "derivation": "《太平广记》卷十四引《十二真君传·许真君》真君以东晋孝武帝太康二年八月一日，于洪州西山，举家四十二口，拔宅上升而去。”"
  },
  {
    "word": "拔赵易汉",
    "pinyin": "bá zhào yì hàn",
    "explanation": "用以比喻偷换取胜或战胜、胜利之典。",
    "example": "所以他们的组织专争取同伍的人，埋头苦干，意欲将新军中除满人与官长外，全体运动成熟，一举而～。★杨玉如《辛亥革命先著记》",
    "derivation": "见拔赵帜易汉帜”。"
  },
  {
    "word": "拔赵帜立赤帜",
    "pinyin": "bá zhào zhì lì chì zhì",
    "explanation": "用以比喻偷换取胜或战胜、胜利之典。",
    "example": "惜伪古文罅漏太多，弥缝匪易，虽盛气强词，仍不能～也。★清·陈康祺《郎潜纪闻》",
    "derivation": "见拔赵帜易汉帜”。"
  },
  {
    "word": "拔赵帜易汉帜",
    "pinyin": "bá zhào zhì yì hàn zhì",
    "explanation": "用以比喻偷换取胜或战胜、胜利之典。",
    "example": "妻与生用～计，笑而行之。★清·薄松龄《聊斋志异·人妖》",
    "derivation": "据《史记·淮阴侯列传》载，信(韩信)所出奇兵二千骑，共候赵空壁逐利，则驰入赵壁，皆拔赵旗，立汉赤帜二千。”赵军进击不能胜，欲回营，见营中尽是汉军赤帜，大惊，以为汉皆已得赵王将矣”，于是溃不成军，终于"
  },
  {
    "word": "拔帜树帜",
    "pinyin": "bá zhì shù zhì",
    "explanation": "用以比喻偷换取胜或战胜、胜利之典。",
    "example": "～燃列炬，中丞盼断关山尘。★清·林寿图《谭军门以饥军三营至凤翔与犒一餐是夜报夺上关寄呈刘中丞》诗",
    "derivation": "见拔赵帜易汉帜”。"
  },
  {
    "word": "拔帜易帜",
    "pinyin": "bá zhì yì zhì",
    "explanation": "帜旗帜；易换。比喻推翻别人，自己占有。",
    "example": "如今这里已～，另换新主了。",
    "derivation": "《史记·淮阴候列传》赵见我走，必空壁逐我，若疾入赵壁，拔赵帜，立汉赤帜。”"
  },
  {
    "word": "跋胡痜尾",
    "pinyin": "bá hú zhì wěi",
    "explanation": "比喻进退两难。",
    "example": "惟信古太过，而欲为曲突徙薪之谋，故与物多违而每致～之患。★宋·李纲《谢复观文殿大学士表》",
    "derivation": "《诗·豳风·狼跋》狼跋其胡，载痜其尾。”"
  },
  {
    "word": "跋扈飞扬",
    "pinyin": "bá hù fēi yáng",
    "explanation": "指骄横放肆。",
    "example": "纵容军人，使他们～、横暴无耻的，不正是日本资本家吗？郭沫若《归去来·到浦东去来》",
    "derivation": "宋·王安石《辞拜相表》百姓以安平无事之时，而未免流离饿莩；四夷以衰弱仅存之势，而犹能跋扈飞扬。”"
  },
  {
    "word": "跋扈自恣",
    "pinyin": "bá hù zì zì",
    "explanation": "形容为所欲为，无所忌惮。",
    "example": "缘道设关隘，垄断公私。涡河、浍、颖之间，～。★《清史稿·袁甲三传》",
    "derivation": "《明史·朵颜传》于是长昂益跋扈自恣，东勾土蛮，西结婚白洪大，以扰诸边。”"
  },
  {
    "word": "跋扈恣睢",
    "pinyin": "bá hù zì suī",
    "explanation": "指专横强暴，为所欲为。",
    "example": "特别是进入残酷卑鄙的剥削阶级最上层的统治生活之后，早已经陶冶出一副狠毒乖戾，～的性格。★秦牧《长街灯语·逛东陵》",
    "derivation": "参见跋扈自恣”。"
  },
  {
    "word": "跋来报往",
    "pinyin": "bá lái fù wǎng",
    "explanation": "匆匆地跑来跑去。跋，通拔”。",
    "example": "一众乡人，～的来领吃。★《情变》第一回",
    "derivation": "语出《礼记·少仪》毋拔来，毋报往。”郑玄注报读为赴疾之赴，拨、赴皆疾也。”"
  },
  {
    "word": "跋履山川",
    "pinyin": "bá lǚ shān chuān",
    "explanation": "形容远道奔波之苦。参见跋山涉水”。",
    "example": "夫齐之去周二千余里，而使其已化之骨，～，触冒寒暑，自东徂西，以葬于封守之外，于死者为不仁。”★清·顾炎武《日知录·太公五世反葬于周》",
    "derivation": "《左传·成公十三年》文公躬擐甲胄，，逾越险阻，征东之诸之侯。”"
  },
  {
    "word": "跋前踕后",
    "pinyin": "bá qián jié hòu",
    "explanation": "同跋胡痜尾”。比喻进退两难。",
    "example": "无",
    "derivation": "元·辛文房《唐才子传·罗邺》而跋前踕后，绝域无聊，独奈其命薄何？”一本作跋前痜后”。"
  },
  {
    "word": "跋前痜后",
    "pinyin": "bá qián zhì hòu",
    "explanation": "同跋胡痜尾”。比喻进退两难。",
    "example": "其稍畏名义者，则包羞闵默而有～之忧。《续资治通鉴·宋理宗嘉熙元年》",
    "derivation": "宋·陈亮《谢罗尚书启》直情径行，视毁誉如风而不恤；跋前痜后，方进退惟谷以堪惊。”"
  },
  {
    "word": "跋前踬后",
    "pinyin": "bá qián zhì hòu",
    "explanation": "跋踩；踬被绊倒。本指狼向前进就踩住了自己的颈肉，向后退又会被自己的尾巴绊倒。比喻进退两难。",
    "example": "无事之时，望影藏匿，～，日不聊生。★清·纪昀《阅微草堂笔记·滦阳续录",
    "derivation": "《诗经·豳风·狼跋》狼跋其胡，载痜其尾。”唐·韩愈《昌黎集·卷十二·近学解》然而公不见信于人，私不见助于友。跋前踬后，动辄得咎”。"
  },
  {
    "word": "跋山涉川",
    "pinyin": "bá shān shè chuān",
    "explanation": "形容远道奔波之苦。参见跋山涉水”。",
    "example": "无",
    "derivation": "宋·吴曾《能改斋漫录·事实二》过家上冢，恳章尽得于哀荣；跋山涉川，之任敢辞于艰险。”"
  },
  {
    "word": "跋山涉水",
    "pinyin": "bá shān shè shuǐ",
    "explanation": "跋山翻过山岭；涉水用脚趟着水渡过大河。翻山越岭，趟水过河。形容走远路的艰苦。",
    "example": "同样的青春，同样的年龄，有人～，为改变祖国一穷二白的面貌而感到莫大的幸福。★魏巍《路标》",
    "derivation": "《诗经·鄘风·载驰》大夫跋涉，我心则忧。”《左传·襄公二十八年》跋山涉水，蒙犯霜露。”"
  },
  {
    "word": "跋涉山川",
    "pinyin": "bá shè shān chuān",
    "explanation": "形容远道奔波之苦。参见跋山涉水”。",
    "example": "每岁十一月，天下贡举人于含元殿前，见四方馆舍人当直者，宣曰卿等学富雄词，远随乡荐，～，当甚劳止。”★宋·钱易《南部新书》丙",
    "derivation": "《左传·襄公二十八年》必使而君弃而封守，跋涉山川，蒙犯霜露，以逞君心。”"
  },
  {
    "word": "把臂入林",
    "pinyin": "bǎ bì rù lín",
    "explanation": "把指挽着；林山林。互挽手臂，表示亲热。旧指相偕归隐。",
    "example": "无",
    "derivation": "南朝·宋·刘义庆《世说新语·赏誉》谢公（安）道豫章（谢鲲）若遇七贤必自把臂入林。”"
  },
  {
    "word": "把臂徐去",
    "pinyin": "bǎ bì xú qù",
    "explanation": "互相挽着胳膊慢慢离开。",
    "example": "欣赏好了满园的风景，老两口～。",
    "derivation": "无"
  },
  {
    "word": "把持不定",
    "pinyin": "bǎ chí bù dìng",
    "explanation": "没有明确的主见，游移反复。",
    "example": "他意志薄弱，一遇风浪就～。",
    "derivation": "《野叟曝言》第二回但恐日后把持不定，为异端所惑，一时失足。”"
  },
  {
    "word": "把饭叫饥",
    "pinyin": "bǎ fàn jiào jī",
    "explanation": "比喻多此一举。",
    "example": "无",
    "derivation": "宋·苏轼《答程彝仲推官二首》所示只是一篇高文，大似把饭叫饥，聊发千里一笑。”"
  },
  {
    "word": "把酒持螯",
    "pinyin": "bǎ jiǔ chí áo",
    "explanation": "手持蟹螯饮酒。古人视为人生一大乐事。",
    "example": "～，问今日、不知何夕。★傅尃《满江红·八月五日联句》词",
    "derivation": "语出《晋书·毕卓传》卓尝谓人曰‘得酒满数百斛船，四时甘味置两头，右手持酒杯，左手持蟹螯，拍浮酒船中，便足了一生矣。’”"
  },
  {
    "word": "把素持斋",
    "pinyin": "bǎ sù chí zhāi",
    "explanation": "把遵守。斋斋戒。指信佛者遵守吃素，坚持戒律。",
    "example": "人人善念看经，个个～。★明·无名氏《万国来朝》第一折",
    "derivation": "元·无名氏《女姑姑》三折念佛心把素持斋，不食荤啖柏。”"
  },
  {
    "word": "把玩无厌",
    "pinyin": "bǎ wán wǔ yàn",
    "explanation": "拿着赏玩，不觉厌倦。",
    "example": "这件艺术品刻工精细，花草山石，无不玲珑，真是令人～。",
    "derivation": "汉·陈琳《为曹洪与世子书》得九月二十日书读之，喜笑把玩无厌。”"
  },
  {
    "word": "把薪助火",
    "pinyin": "bǎ xīn zhù huǒ",
    "explanation": "把握住。拿着柴草助长火势。比喻某种行动作法会增加对方的力量或助长事态的加剧。",
    "example": "无",
    "derivation": "明·罗贯中《三国演义》第六十二回今求军马钱粮，切不可与。如若相助，是把薪助火也。”"
  },
  {
    "word": "罢黜百家",
    "pinyin": "bā chù bǎi jiā",
    "explanation": "罢黜废弃不用。原指排除诸子杂说，专门推行儒家学说。也比喻只要一种形式，不要其他形式。",
    "example": "……只认朗诵词和诗。笔者却不能够赞成这～”的作风★朱自清《论朗诵诗》",
    "derivation": "《汉书·武帝纪赞》孝武初立，卓然罢黜百家，表章《六经》。”"
  },
  {
    "word": "霸道横行",
    "pinyin": "bà dào héng xíng",
    "explanation": "犹言横行霸道。指依仗权势为非作歹。",
    "example": "还有等刁民恶棍，结交官府，盘剥乡愚，仗着银钱～，无恶不作。★《儿女英雄伟》第八回",
    "derivation": "清·黄钧宰《金壶浪墨·漕弊》及到江南，则玩易官府，欺凌民船，霸道横行，莫敢正视。”"
  },
  {
    "word": "霸陵醉尉",
    "pinyin": "bà líng zuì wèi",
    "explanation": "形容失官之后受人侵辱。",
    "example": "无",
    "derivation": "《史记·李将军列传》尝夜从一骑出，从人田间饮。还至霸陵亭，霸陵醉尉，呵止广。……”"
  },
  {
    "word": "霸王别姬",
    "pinyin": "bà wáng bié jī",
    "explanation": "姬指西楚霸王项羽的宠妾虞姬。形容英雄末路的悲壮情景。现多比喻独断专行，脱离群众，最终垮台。",
    "example": "不是有一出戏叫《～》吗？这些同志如果总是不改，难免有一天要别姬”就是了。★毛泽东《在扩大的中央工作会议上的讲话》",
    "derivation": "《史记·项羽本纪》记载霸王项羽在和刘邦夺封建统治权的战争中，最后兵败，自知大势已去，在突围前夕，不得不和虞姬决别。"
  },
  {
    "word": "霸王风月",
    "pinyin": "bà wáng fēng yuè",
    "explanation": "比喻用粗暴的态度对待幽雅的事情。",
    "example": "无",
    "derivation": "清·李汝珍《镜花缘》第五回今主上催花，与众不同，纯用火攻，可谓霸王风月”了。”"
  },
  {
    "word": "白白朱朱",
    "pinyin": "bái bái zhū zhū",
    "explanation": "白的白，红的红。形容不同种类、色彩各异的花木。",
    "example": "风风雨雨又春穷，～已眼空。★宋·杨万里《又和风雨二首》",
    "derivation": "唐·韩愈《感春三首》诗晨游百花林，朱朱兼白白。”"
  },
  {
    "word": "白璧青蝇",
    "pinyin": "bái bì qīng yíng",
    "explanation": "白璧洁白的玉，比喻清白的人。青蝇比喻佞人。比喻善恶忠佞。",
    "example": "为臣子莫贵忠和孝，继美于今有凤毛，～何足较。★《群音类选》",
    "derivation": "唐·陈子昴《胡楚真禁所》诗青蝇一相点，白璧遂成冤。”"
  },
  {
    "word": "白璧三献",
    "pinyin": "bái bì sān xiàn",
    "explanation": "楚人和氏得玉璞，两献楚王，两遭刖足。第三次王使治璞，得白玉，琢以为璧，世称和氏璧”。比喻不识良材或怀才不遇。",
    "example": "明珠暗投反按剑，～还遭刖。★明·何景明《田子行》",
    "derivation": "见《韩非子·和氏》。"
  },
  {
    "word": "白璧微瑕",
    "pinyin": "bái bì wēi xiá",
    "explanation": "洁白的玉上有些羞点。比喻很好的人或物有些小缺点，美中不足。",
    "example": "智者千虑，必有一失，然而这小毛病只是～而已。",
    "derivation": "南朝·梁·萧统《陶渊明集序》白璧微瑕，惟在《闲情》一赋。”"
  },
  {
    "word": "白璧无瑕",
    "pinyin": "bái bì wú xiá",
    "explanation": "洁白的美玉上面没有一点羞。比喻人或事物完美无缺。",
    "example": "虽以小姐～，何畏乎青蝇，然青蝇日集亦可憎恨耳。★明·名教中人《好俅传》第七回",
    "derivation": "宋·释道原《景德传灯录》卷十三问‘不曾博览空王教略，借玄机试道看。’师曰‘白玉无瑕，卞和刖足。’”"
  },
  {
    "word": "白草黄云",
    "pinyin": "bái cǎo huáng yún",
    "explanation": "形容边塞秋季的荒凉景象。",
    "example": "急觅是人，不知何往，惟独立沙碛中，～，四边无际。★清·纪昀《阅微草堂笔记·滦阳续录五》",
    "derivation": "唐·权德舆《赠老将》诗白草黄云塞上秋，曾随骠骑出并州。”"
  },
  {
    "word": "白齿青眉",
    "pinyin": "bái chǐ qīng méi",
    "explanation": "指青少年时期。",
    "example": "无",
    "derivation": "明·袁宏道《哭临漳令王子声》诗忆昨与君发长安，白齿青眉吐肺肝。”"
  },
  {
    "word": "白刀子进，红刀子出",
    "pinyin": "bái dāo zǐ jìn，hóng dāo zǐ chū",
    "explanation": "指要杀人见血、动手拼命§刀子带血的刀子。",
    "example": "无",
    "derivation": "清·曹雪芹《红楼梦》第七回不和我说别的还可；再说别的，咱们白刀子进去，红刀子出来！”"
  },
  {
    "word": "白藋同心",
    "pinyin": "bái diào tóng xīn",
    "explanation": "犹言心如野草。形容不羡荣华的品节。",
    "example": "他的旁艺，如制缠枝杖，独运匠心，修短适度，且刻铭识，以贻朋友，大有庾子三所谓‘秋藜促节，～’之致。★郑逸梅《艺坛百影·陈从周与纽约明轩》",
    "derivation": "北周·庾信《竹杖赋》秋藜促节，白藋同心。终堪荷𦰏，自足驱禽。”"
  },
  {
    "word": "白丁俗客",
    "pinyin": "bái dīng sú kè",
    "explanation": "白丁没有功名的平民。泛指粗俗之辈。",
    "example": "无",
    "derivation": "明·无名氏《庞掠四郡》一折往来无白丁俗客，谈笑有上士高宾》”"
  },
  {
    "word": "白发苍苍",
    "pinyin": "bái fà cāng cāng",
    "explanation": "苍苍灰白色。头发灰白。形容人的苍老。",
    "example": "无",
    "derivation": "唐·韩愈《祭十二郎文》吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。”"
  },
  {
    "word": "白发苍颜",
    "pinyin": "bái fà cāng yán",
    "explanation": "头发已白，脸色灰暗。形容老人的容貌。",
    "example": "无",
    "derivation": "宋·洪迈《容斋五笔·白苏诗纪年岁》白发苍颜五十三，家人强遣试春衫。”"
  },
  {
    "word": "白发丹心",
    "pinyin": "bái fà dān xīn",
    "explanation": "丹心赤诚之心。形容年迈苍老，仍然怀有一颗赤诚之心。",
    "example": "牧羊驱马虽戎服，～尽汉臣。★唐·杜牧《河湟》诗",
    "derivation": "《汉书·苏武传》记载苏武出使匈奴，被扣十九年，丹心一片，及还，须发皆白的故事。"
  },
  {
    "word": "白发红颜",
    "pinyin": "bái fà hóng yán",
    "explanation": "头发斑白而脸色红润。形容老年人容光焕发的样子。",
    "example": "无",
    "derivation": "宋·佚名《宣和画谱·道释四》（徐知常）旧尝有痼疾，遇异人得修炼之术，却药谢医，以至引年，白发红颜，真有所得。”"
  },
  {
    "word": "白发千丈",
    "pinyin": "bái fà qiān zhàng",
    "explanation": "形容头发既白且长，表示人因愁思过重而容颜衰老。",
    "example": "凡此诸人，今皆安往？我虽独存，～。★宋·刘克庄《后村全集·祭林寒斋文》第一百三十八卷",
    "derivation": "唐·李白《秋浦歌》诗白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。”"
  },
  {
    "word": "白发青衫",
    "pinyin": "bái fà qīng shān",
    "explanation": "青衫无功名者的服饰。谓年老而功名未就。",
    "example": "无",
    "derivation": "宋·赵令畤《侯鲭录》第七卷……作诗曰‘白发青衫晚得官，琼林顿觉酒肠宽，平康夜过无人问，留得宫花醒后看。’”"
  },
  {
    "word": "白发朱颜",
    "pinyin": "bái fà zhū yán",
    "explanation": "颜脸色。头发斑白，脸色通红。形容老人容光焕发。",
    "example": "无",
    "derivation": "明·无名氏《渔樵闲话》第二折绿衣黄里颠倒用，白发朱颜喜怒看。”"
  },
  {
    "word": "白饭青刍",
    "pinyin": "bái fàn qīng chú",
    "explanation": "白饭供客，青草喂马。比喻主人招待周到。",
    "example": "～，待仆马之厚；炊金爨玉，谢款客之隆。★明·程登吉《幼学琼林·饮食》",
    "derivation": "唐·杜甫《入奏行赠西山检察使窦侍御诗》为君酤酒满眼酤，与奴白饭马青刍。”宋·辛弃疾《行香子》词白饭青刍。赤脚长须。客来时、酒尽重沽。”"
  },
  {
    "word": "白骨露野",
    "pinyin": "bái gǔ lù yě",
    "explanation": "露暴露。死人的白骨暴露在野外。形容战争或灾难所赞成的悲剧景象。",
    "example": "无",
    "derivation": "三国·魏·曹操《蒿里行》诗白骨露于野，千里无鸡鸣。”"
  },
  {
    "word": "白骨再肉",
    "pinyin": "bái gǔ zài ròu",
    "explanation": "白骨上再生出肉来。比喻起死回生。",
    "example": "无",
    "derivation": "唐·张文成《游仙窟》十娘怜悯客人，存其死命，可谓白骨再肉，枯树重花。”"
  },
  {
    "word": "白圭之玷",
    "pinyin": "bái guī zhī diàn",
    "explanation": "白玉圭上的一个斑点。比喻人或物大体很好，只是有些小缺点。",
    "example": "也不过～，并非晚节不终。★鲁迅《且介亭杂文末编·关于太炎先生二三事》",
    "derivation": "《诗经·大雅·抑》白圭之玷，尚可磨也；斯言之玷，不可为也。”"
  },
  {
    "word": "白黑不分",
    "pinyin": "bái hēi bù fēn",
    "explanation": "比喻清浊混乱，是非不明。",
    "example": "无",
    "derivation": "东汉·班固《汉书·刘向传》今贤不肖浑淆，白黑不分，邪正杂糅，忠谗并进。”"
  },
  {
    "word": "白黑颠倒",
    "pinyin": "bái hēi diān dǎo",
    "explanation": "颠倒错乱。指白黑不分、是非颠倒。",
    "example": "他经常是～、混淆是非。",
    "derivation": "西汉·刘向《列女传·楚成郑瞀》王不明察，遂辜无罪，是白黑颠倒，上下错谬也。”"
  },
  {
    "word": "白黑分明",
    "pinyin": "bái hēi fēn míng",
    "explanation": "比喻是非分得清楚。",
    "example": "经过辩论，事情谁是谁非，已经～。",
    "derivation": "汉·董仲舒《春秋繁露·保位权》黑白分明，然后民知所去就。”《汉书·薛宣传》所贬退称进，白黑分明。”"
  },
  {
    "word": "白虹贯日",
    "pinyin": "bái hóng guàn rì",
    "explanation": "白色的长虹穿日而过。古人认为人间有不平凡的事，就会引起这种天象的变化。实际上这不是虹而是晕，是一种大气光学现象。",
    "example": "且休说～，青龙藏池。★元·王实甫《丽春堂》第二折",
    "derivation": "《战国策·魏策四》聂政之刺韩傀也，白虹贯日。”《史记·鲁仲连邹阳列传》昔者荆轲慕燕丹之义，白虹贯日，太子畏之。”"
  },
  {
    "word": "白华之怨",
    "pinyin": "bái huá zhī yuàn",
    "explanation": "指女子失宠之哀怨。",
    "example": "贱者咸得秩进，各得厥职，以广继嗣之统，息～。★《汉书·谷永传》",
    "derivation": "《诗·小雅·白华》序白华，周人刺幽后也。幽王取申女以为后，故下国化之，以妾为妻，以孽代宗，而王弗能治。”"
  },
  {
    "word": "白话八股",
    "pinyin": "bái huà bā gǔ",
    "explanation": "用白话写的类似旧时八股式的文章。比喻指应命而写的刻板文章。",
    "example": "无",
    "derivation": "鲁迅《南腔北调·论语一年”》 说是《论语》办到一年了，语堂先生命令我做文章。这实在好像出了‘《学而》一章’的题目，叫我做一篇白话八股一样。”"
  },
  {
    "word": "白袷蓝衫",
    "pinyin": "bái jiá lán shān",
    "explanation": "旧时士人的服装。亦借指尚未取得功名的士人。",
    "example": "无",
    "derivation": "清·魏秀仁《花月痕》第五回大抵青天碧海，不少峨眉见嫉之伤；谁知白袷蓝衫，亦多鼠思难言之痛。”"
  },
  {
    "word": "白驹过隙",
    "pinyin": "bái jū guò xì",
    "explanation": "白驹白色骏马，比喻太阳；隙缝隙。象凶马在细小的缝隙前跑过一样。形容时间过得极快。",
    "example": "～，日月穿梭，才见梅开腊底，又早天气回阳。★明·兰陵笑笑生《金瓶梅词话》第二回",
    "derivation": "《庄子·知北游》人生天地之间，若白驹之过却，忽然而已。”"
  },
  {
    "word": "白驹空谷",
    "pinyin": "bái jū kōng gǔ",
    "explanation": "白驹白色骏马，比喻贤能者。比喻贤能之人在野而不能出仕◇也比喻贤能者出仕而谷空。",
    "example": "无",
    "derivation": "《诗经·小雅·白驹》皎皎白驹，在彼空谷。”"
  },
  {
    "word": "白蜡明经",
    "pinyin": "bái là míng jīng",
    "explanation": "白蜡比喻光秃空白。明经科举制度中科目之一。比喻屡试不中。",
    "example": "无",
    "derivation": "唐·张𬸦《朝野佥载》张𬸦号青钱学士，以其万选万中。时有明经董万九上不第，号白蜡明经，与𬸦为对。”"
  },
  {
    "word": "白浪掀天",
    "pinyin": "bái làng xiān tiān",
    "explanation": "掀翻腾。形容风大浪高。",
    "example": "无",
    "derivation": "唐·白居易《风雨晚泊》诗青苔扑地连春雨，白浪掀天尽日风。”"
  },
  {
    "word": "白龙鱼服",
    "pinyin": "bái lóng yú fú",
    "explanation": "鱼服穿起鱼的外衣。白龙化为鱼在渊中游。比喻帝王或大官吏隐藏身份，改装出行。",
    "example": "相公～，隐姓潜名。倘或途中小辈不识高低，有毁相公者，何以处之？★明·冯梦龙《警世通言》卷四",
    "derivation": "汉·刘向《说苑·正谏》昔日龙下清冷之渊，化为鱼，渔者豫且射中其目。” 汉·张衡《东京赋》白龙鱼服，见困豫且。”"
  },
  {
    "word": "白旄黄钺",
    "pinyin": "bái máo huáng yuè",
    "explanation": "比喻有关征战的事。",
    "example": "某十八岁同父起义，～，平定两京。★明·无名氏《智降秦叔宝》第一折",
    "derivation": "《尚书·牧誓》王左仗黄钺，右秉白旄以麾。”"
  },
  {
    "word": "白眉赤眼",
    "pinyin": "bái méi chì yǎn",
    "explanation": "比喻平白无故。",
    "example": "～的，作什么去呢？倒底说句话儿，也象件事啊。★清·曹雪芹《红楼梦》第三十四回",
    "derivation": "明·沈德福《敝帚轩剩语·神名讹称》京师相詈，指其人曰白眉赤眼儿者，必大恨，其猥贱可知。”"
  },
  {
    "word": "白面儒冠",
    "pinyin": "bái miàn rú guān",
    "explanation": "犹白面书生。指只知读书，阅历少，见识浅的读书人。有时含贬义。亦泛指读书人。",
    "example": "无",
    "derivation": "清·龚自珍《己亥杂诗》之八四白面儒冠已问津，生涯只羡五侯宾。萧萧黄叶空村畔，可有摊书闭户人？”"
  },
  {
    "word": "白面儒生",
    "pinyin": "bái miàn rú shēng",
    "explanation": "犹白面书生。指只知读书，阅历少，见识浅的读书人。有时含贬义。亦泛指读书人。",
    "example": "无",
    "derivation": "《资治通鉴·晋孝武帝太元十二年》温详之徒，皆白面儒生，乌合为群，徒恃长河以自固；若大军济河，必望旗震坏，不待战也。”"
  },
  {
    "word": "白面书郎",
    "pinyin": "bái miàn shū láng",
    "explanation": "犹白面书生。指只知读书，阅历少，见识浅的读书人。有时含贬义。亦泛指读书人。",
    "example": "无",
    "derivation": "唐·白居易《重过秘书旧房因题长句》昔为白面书郎去，今作苍颜赞善来。”"
  },
  {
    "word": "白面书生",
    "pinyin": "bái miàn shū shēng",
    "explanation": "指缺乏阅历经验的读书人。也指面孔白净的读书人。",
    "example": "雪儿呵，偏则把～奚落。★明·汤显祖《牡丹亭》第二十二出",
    "derivation": "《宋书·沈庆之传》陛下今欲伐国，而与白面书生辈谋之，事何由济。”"
  },
  {
    "word": "白帢青衫",
    "pinyin": "bái jiá qīng shān",
    "explanation": "旧时士人的服装。亦借指尚未取得功名的士人。同白袷蓝衫”。",
    "example": "无",
    "derivation": "宋·谢翱《送袁太初归剡原》诗风帆送客到夷州，白帢青衫谈不朽。”"
  },
  {
    "word": "白日飞升",
    "pinyin": "bái rì fēi shēng",
    "explanation": "犹白日升天。道教谓人修炼得道后，白昼飞升天界成仙◇喻指一朝显贵。",
    "example": "左壁挂‘黄鹤楼～’，右壁悬‘洞庭湖三番渡过’。★明·兰陵笑笑生《金瓶梅词话》第三九回",
    "derivation": "《全元散曲·喜春来》黄金转世人何在，白日飞升谁见来。”"
  },
  {
    "word": "白日见鬼",
    "pinyin": "bái rì jiàn guǐ",
    "explanation": "大白天看见鬼。指工部四曹无事可做，非常清闲◇泛指事情离奇古怪或无中生有。",
    "example": "八戒道哥啊，我们连日造化低了。这两日～！那个化风去的老儿是谁？”★明·吴承恩《西游记》第二十一回",
    "derivation": "宋·陆游《老学庵笔记》工、屯、虞、水，白日见鬼。”"
  },
  {
    "word": "白日青天",
    "pinyin": "bái rì qīng tiān",
    "explanation": "白天。表示强调。",
    "example": "～，睽睽万目，欲加之罪，何患无辞。★彭芬《辛亥逊清政变记》第二编",
    "derivation": "宋·杨万里《题太和宰卓士直寄新刻〈山谷快阁诗真迹〉》诗太史留题快阁诗，旧碑未必是真题。六丁搜出严家墨，白日青天横紫蝩。”"
  },
  {
    "word": "白日上升",
    "pinyin": "bái rì shàng shēng",
    "explanation": "犹言白日升天。道教谓人修炼得道后，白昼飞升天界成仙。",
    "example": "无",
    "derivation": "唐·贾岛《赠丘先生》诗常言吃药全胜饭，华岳松边采茯神。不遣髭须一茎白，拟为白日上升人。”"
  },
  {
    "word": "白日升天",
    "pinyin": "bái rì shēng tiān",
    "explanation": "原是道教指白昼升天成为神仙◇比喻一下子富贵起来。",
    "example": "遂去，悉度其妻妾，于是金氏门中两代～。”★鲁迅《中国文学史略》第二十六篇",
    "derivation": "汉·应劭《风俗通·正失》俗说淮南王安招致宾客方术之士数千人，作《鸿宝苑秘》枕中之书，铸成黄白，白日升天。”"
  },
  {
    "word": "白日绣衣",
    "pinyin": "bái rì xiù yī",
    "explanation": "旧时比喻富贵后还乡，向乡亲们夸耀。",
    "example": "无",
    "derivation": "汉·应劭《风俗通·怪神·世间多有伐木血出以为怪者》（张辽）以二千石之尊过乡里，荐祝祖考。白日绣衣，荣羡如此。”"
  },
  {
    "word": "白日衣绣",
    "pinyin": "bái rì yì xiù",
    "explanation": "衣穿；绣五彩制绣的官服。白天身着华贵官服，使人看见。旧时比喻富贵后还乡，向乡亲们夸耀。",
    "example": "无",
    "derivation": "汉·应劭《风俗通·怪神》（张辽）以二千石之尊过乡里，，荐祝祖考。白日衣绣，荣羡如此。”"
  },
  {
    "word": "白日作梦",
    "pinyin": "bái rì zuò mèng",
    "explanation": "比喻幻想不可能实现。同白日做梦”。",
    "example": "他们有时间顾得上你么？你这不是明明白白的痴心妄想，～么？★《小说选刊》1981年第4期",
    "derivation": "刘绍棠《狼烟》二十二金镶玉走进舱去，嘻笑道‘老昏君白日作梦，自以为是九五之尊，不肯有失万岁爷的身份，迎接一位七品县令。’”"
  },
  {
    "word": "白日做梦",
    "pinyin": "bái rì zuò mèng",
    "explanation": "大白天做梦。比喻根本不能实现的梦想。",
    "example": "换抠三县鬼迷心窍妄想回头！明摆着的，是你抠三县～。★谌容《万年青》五十七",
    "derivation": "明·豫章醉月子《精选雅笑·送匾》以为必中而遍问星相者，亦是白日做梦。”"
  },
  {
    "word": "白色恐怖",
    "pinyin": "bái sè kǒng bù",
    "explanation": "白惨白。指反动派残酷镇压人民的恐怖气氛。",
    "example": "鲁迅先生对于白色恐怖毫不畏惧，一直把密信和文稿珍藏着。",
    "derivation": "鲁迅《且介亭杂文·关于新文字》然而他们却深知道新文字对于劳苦大众有利，所以在弥漫着白色恐怖的地方，这新文字是一定要受摧残的。”"
  },
  {
    "word": "白沙在涅，与之俱黑",
    "pinyin": "bái shān zài niè，yǔ zhī jù hēi",
    "explanation": "涅黑土。白色的细沙混在黑土中，也会跟它一起变黑。比喻好的人或物处在污秽环境里，也会随着污秽环境而变坏。",
    "example": "无",
    "derivation": "《荀子·劝学》白沙在涅，与之俱黑。”"
  },
  {
    "word": "白山黑水",
    "pinyin": "bái shān hēi shuǐ",
    "explanation": "长白山和黑龙江。泛指我国东北地区。",
    "example": "～之间，是我大清发祥地，你们去看看体验一下也好。★唐明浩《曾国藩》第三部第四章",
    "derivation": "《金史·世纪》生女之地有混同江、长白山。混同江亦号黑龙江，所谓‘白山黑水’是也。”"
  },
  {
    "word": "白手成家",
    "pinyin": "bái shǒu chéng jiā",
    "explanation": "没有依恃，而独立兴起的家业或事业。",
    "example": "他过去家徒四壁，但由于肯努力，所以能～。",
    "derivation": "周而复《上海的早晨》第一部十二朱延年是商人的儿子，他的福佑药房是白手成家的。”"
  },
  {
    "word": "白手空拳",
    "pinyin": "bái shǒu kōng quán",
    "explanation": "形容手中一无所有。",
    "example": "以我所见，我的那干儿子杭阿宝，我去年才荐他做一个洋布式拉夫，他一得了这件事，～的，先就做了两票小货，居然叫他赚了一千多。★《发财秘诀》第十回",
    "derivation": "清·吴研人《二十年目睹之怪现状》第一百八回我从十几岁上，拿了一双白手空拳，和吴继之两个混；我们两个向没分家，挣到了一百多万。”"
  },
  {
    "word": "白手起家",
    "pinyin": "bái shǒu qǐ jiā",
    "explanation": "白手空手；起家创建家业。形容在没有基础和条件很差的情况下自力更生，艰苦创业。",
    "example": "你看，他发了多少财，～，靠的是谁？如今也忘了水源头了，墙上的草，两边倒着呢。★丁玲《太阳照在桑干河上》",
    "derivation": "《朱子语类》卷一０七今士大夫白屋起家，以致荣显。”"
  },
  {
    "word": "白手兴家",
    "pinyin": "bái shǒu xīng jiā",
    "explanation": "形容原来无基础或条件很差而创出一番事业。同白手起家”。",
    "example": "无",
    "derivation": "沙汀《记贺龙》十一联络参谋极力称赞这些同志都是白手兴家的能手。”"
  },
  {
    "word": "白首北面",
    "pinyin": "bái shǒu běi miàn",
    "explanation": "北面古以南面为尊，北面为卑，此指学生敬师之礼。谓年老犹拜师受业。",
    "example": "无",
    "derivation": "《文中子·立命》夫子十五为人师焉，陈留王孝逸先达之傲者也，然白首北面岂以年乎？”"
  },
  {
    "word": "白首不渝",
    "pinyin": "bái shǒu bù yú",
    "explanation": "渝改变。白头到老也不变。形容人一生忠诚、坚定。",
    "example": "无",
    "derivation": "《梁书·何点传》新除侍中何点，栖迟衡泌，白首不渝。”"
  },
  {
    "word": "白首空归",
    "pinyin": "bái shǒu kōng guī",
    "explanation": "白了头发，空手回来。比喻年纪已老，学无成就。",
    "example": "无",
    "derivation": "《后汉书·献帝纪》今耆儒年逾六十，去离本土，营求粮资，不得专业。结童入学，白首空归。”"
  },
  {
    "word": "白首齐眉",
    "pinyin": "bái shǒu qí méi",
    "explanation": "犹白首相庄。指夫妇到老犹相敬爱。",
    "example": "无",
    "derivation": "清·纪昀《阅微草堂笔记·滦阳消夏录二》邹夫人白首齐眉，然晚岁丧明，家计亦薄。”"
  },
  {
    "word": "白首穷经",
    "pinyin": "bái shǒu qióng jīng",
    "explanation": "直至年纪老了还在钻研经籍，犹言活到老，学到老。",
    "example": "兹予绩服之初，日思讲议之益，谓～之乐，尚可推以与人。★宋·苏辙《范镇可侍读太一宫使告词》",
    "derivation": "唐·韩偓《赠易卜崔江处士》白首穷经通秘义，青山养老度危时。”"
  },
  {
    "word": "白首如新",
    "pinyin": "bái shǒu rú xīn",
    "explanation": "指相交虽久而并不知己，像新知一样。同白头如新”。",
    "example": "无",
    "derivation": "宋·苏轼《拟孙权答曹操书》古人有言曰‘白首如新，倾盖如故。’言以身托人，必择所安。孟德视仆，岂惜此尺寸之士哉，特以公非所托故也。”"
  },
  {
    "word": "白首同归",
    "pinyin": "bái shǒu tóng guī",
    "explanation": "归归向、归宿。一直到头发白了，志趣依然相投。形容友谊长久，始终不渝◇用以表示都是老人而同时去世。",
    "example": "当君～日，是我青山独往时。★唐·白居易《九年十一月十一日感事而作》诗",
    "derivation": "晋·潘岳《金谷集作诗》春荣谁不慕，岁寒良独希；投分寄石友，白首同所归。”"
  },
  {
    "word": "白首为郎",
    "pinyin": "bái shǒu wéi láng",
    "explanation": "慨叹虽有才能而至老不遇。",
    "example": "孤臣曾趣龙墀对，～只自伤。★宋·陆游《史院书事》诗",
    "derivation": "《汉武故事》载武帝尝至郎署，见郎官颜驷须鬓皓白，衣服不整”。武帝问他何时为郎？”答道以文帝时为郎。”武帝又问为什么老而不遇”？他回答说文帝好文而臣尚武，景帝好老而臣尚少，陛下好少而臣已老，是以三世不遇。"
  },
  {
    "word": "白首相知",
    "pinyin": "bái shǒu xiāng zhī",
    "explanation": "白首白头发，引申为时间长。意谓老年知己。",
    "example": "无",
    "derivation": "明·孙仁儒《东郭记·顽夫廉》君家朋友何须道，翻腾云雨都常套，抵多少白发相知，按剑同袍。”"
  },
  {
    "word": "白首相庄",
    "pinyin": "bái shǒu xiāng zhuāng",
    "explanation": "指夫妇到老犹相敬爱。",
    "example": "承德公老于场屋，不事生产，朝齑暮盐，黾勉有无，～，有鸡鸣馌耕之德，此夫人之为妻也。★清·钱谦益《诰封安人熊母皮夫人墓志铭》",
    "derivation": "明·沈德符《野获编·勋戚·惧内》近年吴中申王二相公，亦于夫人白首相庄，不敢有二色。”"
  },
  {
    "word": "白首一节",
    "pinyin": "bái shǒu yī jié",
    "explanation": "指年虽老而志节不衰。",
    "example": "无",
    "derivation": "《后汉书·吴良传》窃见臣府西曹掾齐国吴良资质敦固，公方廉恪，躬俭安贫，白首一节。”"
  },
  {
    "word": "白首之心",
    "pinyin": "bái shǒu zhī xīn",
    "explanation": "老年时的壮志。",
    "example": "无",
    "derivation": "唐·王勃《滕王阁序》老当益壮，宁移白首之心？穷且益坚，不坠青云之志。”"
  },
  {
    "word": "白水鉴心",
    "pinyin": "bái shuǐ jiàn xīn",
    "explanation": "白水清水；鉴照。清澈的水能照见人的心。形容人心像明净的水一样纯洁。",
    "example": "这孩子朴实勤奋，白水鉴心，是个品学兼优的好孩子。",
    "derivation": "无"
  },
  {
    "word": "白叟黄童",
    "pinyin": "bái sǒu huáng tóng",
    "explanation": "白头发的老人和黄头发的孩子。泛指老老少少。",
    "example": "城乡内外，红男绿女，～，联袂往观者，何止千万人！★清·壮者《扫迷帚》第九回",
    "derivation": "明·无名氏《衣锦还乡》第四折仰赖圣德仁慈，白叟黄童，焚香顶礼，俺永享快乐也。”"
  },
  {
    "word": "白天见鬼",
    "pinyin": "bái tiān jiàn guǐ",
    "explanation": "比喻虚妄荒诞，不可能出现的事。同白日见鬼”。",
    "example": "周炳一面说‘我的时运太低，～！’说罢回身想走。★欧阳山《苦斗》十二",
    "derivation": "老舍《四世同堂》二九他太注意老二的无聊了，而始终以为老二的不敢到学校去是白天见鬼。”"
  },
  {
    "word": "白头不终",
    "pinyin": "bái tóu bù zhōng",
    "explanation": "指夫妇不能偕老。",
    "example": "无",
    "derivation": "清·沈复《浮生六记·闺房记乐》剔灯入帐，芸已寒热大作，余亦继之，困顿两旬。真所谓乐极灾生亦是白头不终之兆。”"
  },
  {
    "word": "白头到老",
    "pinyin": "bái tóu dào lǎo",
    "explanation": "白头头发白。夫妻相亲相爱，一直到老。",
    "example": "小娘半老之际，风波历尽，刚好遇到个老成的孤老，两下志同道合，收绳卷索，～。★明·冯梦龙《醒世恒言》卷三",
    "derivation": "《诗经·卫风·氓》及尔偕老。”明·陆采《怀香记·奉诏班师》孩儿，我与你母亲白头偕老，富贵双全。”"
  },
  {
    "word": "白头而新",
    "pinyin": "bái tóu ér xīn",
    "explanation": "指相交虽久而并不知己，像新知一样。同白头如新”。",
    "example": "无",
    "derivation": "明·杨慎《白头而新》《汉书》‘白头如新，倾盖如故。’《说苑》作‘白头而新，倾盖而故’。‘而’、‘如’，古字通用。白头而新，虽至老而交犹新。”"
  },
  {
    "word": "白头如新",
    "pinyin": "bái tóu rú xīn",
    "explanation": "白头头发白了；新新交。指交朋友彼此不能了解，时间虽久，仍跟刚认识一样。",
    "example": "而八年之间，语言不接，吉凶不相问吊，反有～之嫌。★宋·陈亮《与应仲书》",
    "derivation": "汉·邹阳《狱中上书自明》语曰白头如新，倾盖如故，何则？”《史记·鲁仲连邹阳列传》谚曰‘有白头如新，倾盖如故。’何则？知与不知也。”"
  },
  {
    "word": "白头相并",
    "pinyin": "bái tóu xiāng bìng",
    "explanation": "犹言白头偕老。夫妻相亲相爱，一直到老。",
    "example": "无",
    "derivation": "明·冯梦龙《挂枝儿·木梳》木梳儿，我爱你齿牙干净……向妆台设个誓愿得白头相并！”"
  },
  {
    "word": "白头相守",
    "pinyin": "bái tóu xiāng shǒu",
    "explanation": "指夫妻恩爱相守到老。",
    "example": "我与李固～，便是我平生愿足。★明·无名氏《闹铜台》第一折",
    "derivation": "明·兰陵笑笑生《金瓶梅词话》第六十二回我的哥哥，奴承望和你白头相守，谁知奴今日死去也。”"
  },
  {
    "word": "白头偕老",
    "pinyin": "bái tóu xié lǎo",
    "explanation": "白头头发白；偕共同。夫妻相亲相爱，一直到老。",
    "example": "我原说过，她不会跟你～的。★巴金《寒夜》",
    "derivation": "《诗经·卫风·氓》及尔偕老。”明·陆采《怀香记·奉诏班师》孩儿，我与你母亲白头偕老，富贵双全。”"
  },
  {
    "word": "白头之叹",
    "pinyin": "bái tóu zhī tàn",
    "explanation": "指妇女被遗弃而作晚景凄凉之叹。",
    "example": "妾蒙陛下宠眷，六宫无比，只怕日久恩疏，不免～。★清·洪昻《长生殿·密誓》",
    "derivation": "元·王实甫《西厢记》第四本第一折此身皆托于足下，勿以他日见弃，使妾有白头之叹。”"
  },
  {
    "word": "白兔赤乌",
    "pinyin": "bái tù chì wū",
    "explanation": "月亮和太阳的代称。多借指时间。",
    "example": "无",
    "derivation": "唐·白居易《劝酒》诗天地迢迢自长久，白兔赤乌相趁走。”"
  },
  {
    "word": "白往黑来",
    "pinyin": "bái wǎng hēi lái",
    "explanation": "比喻变化极大。",
    "example": "无",
    "derivation": "《列子·说符》向者，使汝狗白而往，黑而来，岂能无怪哉？”"
  },
  {
    "word": "白屋寒门",
    "pinyin": "bái wū hán mén",
    "explanation": "白屋用白茅草盖的屋；寒门清贫人家。泛指贫士的住屋。形容出身贫寒。",
    "example": "无",
    "derivation": "元·高文秀《谇范叔》第三折未亨通，遭穷困，身居在白屋寒门。”"
  },
  {
    "word": "白屋之士",
    "pinyin": "bái wū zhī shì",
    "explanation": "指贫寒的士人。",
    "example": "是所工也多，故传书甚少；其转徙也艰，故受毁甚易；其为费也不资，故～不能得书者甚众。★严复《论八股存亡之关系》",
    "derivation": "汉·王充《论衡·语增》周公执贽下白屋之士。”"
  },
  {
    "word": "白雪皑皑",
    "pinyin": "bái xuě ái ái",
    "explanation": "皑皑洁白的样子，多用来形容霜雪。洁白的积雪银光耀眼。",
    "example": "无",
    "derivation": "秦牧《鲜荔枝和干荔枝》白雪皑皑的山峰，当阳光照耀的时候……大概总以为是灿烂得很，大可观赏的吧。”"
  },
  {
    "word": "白雪难和",
    "pinyin": "bái xuě nán hé",
    "explanation": "白雪指楚国一首歌曲名。比喻高深的不通俗的艺术。",
    "example": "这幅抽象画，对一般人来说都是～。",
    "derivation": "无"
  },
  {
    "word": "白雪阳春",
    "pinyin": "bái xuě yáng chūn",
    "explanation": "原指战国时代楚国的一种较高级的歌曲。比喻高深的不通俗的文学艺术。",
    "example": "高山流水千年调，～万古情。★崔时佩《西厢记·琴心写恨》",
    "derivation": "战国·楚·宋玉《对楚王问》其为《阳阿》、《薤露》，国中属而和者数百人，其为《阳春》、《白雪》，国中属而和者不过数十人而已。”"
  },
  {
    "word": "白眼相看",
    "pinyin": "bái yǎn xiāng kàn",
    "explanation": "看别人时眼睛朝上或旁边，现出白眼珠，表示轻蔑，不屑一顾，对人不礼貌。",
    "example": "无",
    "derivation": "宋·杨万里《诚斋集·都下和同舍李元老承信赠诗之韵》第四卷尽今俗客不妨来，白眼相看勿分剖。”"
  },
  {
    "word": "白衣苍狗",
    "pinyin": "bái yī cāng gǒu",
    "explanation": "苍灰白色。浮云象白衣裳，顷刻又变得象苍狗。比喻事物变化不定。",
    "example": "正是～多翻覆，沧海桑田几变更。★明·张景《飞丸记·梨园鼓吹》",
    "derivation": "唐·杜甫《可叹诗》天上浮云似白衣，斯须改变如苍狗。”"
  },
  {
    "word": "白衣公卿",
    "pinyin": "bái yī gōng qīng",
    "explanation": "古时指进士。唐代人极看重进士，宰相多由进士出身，故推重进士为白衣卿相，是说虽是白衣之士，但享有卿相的资望。",
    "example": "无",
    "derivation": "五代·王定保《唐摭言·卷一·散序进士》缙绅虽位极人臣，不由进士者，终不为美，以至岁贡常不减八九百人，其推重谓之‘白衣公卿’，又曰‘一品白衫’。”"
  },
  {
    "word": "白衣卿相",
    "pinyin": "bái yī qīng xiàng",
    "explanation": "古时指进士。唐代人极看重进士，宰相多由进士出身，故推重进士为白衣卿相，是说虽是白衣之士，但享有卿相的资望。",
    "example": "小生不才杀者波，也是国家～。★元·吴昌龄《张天师》第二折",
    "derivation": "五代·王定保《唐摭言·卷一·散序进士》缙绅虽位极人臣，不由进士者，终不为美，以至岁贡常不减八九百人，其推重谓之‘白衣公卿’，又曰‘一品白衫’。”"
  },
  {
    "word": "白衣秀士",
    "pinyin": "bái yī xiù shì",
    "explanation": "指未曾获得功名的书生。",
    "example": "无",
    "derivation": "元·马致远《岳阳楼》第二折至如吕岩，当初是个白衣秀士、未遇书生，上朝求官。”"
  },
  {
    "word": "白衣宰相",
    "pinyin": "bái yī zǎi xiàng",
    "explanation": "指宰相家属中身无名位而仗势擅权的人。",
    "example": "令狐総为相，其子怙势，人称为‘～’。★明·郎瑛《七修类稿·辩证六·称相》",
    "derivation": "《新唐书·令狐滈传》且滈居当时，谓之‘白衣宰相’。滈未尝举进士，而妄言已解，使天下谓无解及第，不已罔乎？”"
  },
  {
    "word": "白蚁争穴",
    "pinyin": "bái yǐ zhēng xué",
    "explanation": "比喻竞逐名利。",
    "example": "无",
    "derivation": "元·马谦斋《沉醉东风·自悟》曲取富贵青蝇竞血，进功名白蚁争穴。”"
  },
  {
    "word": "白鱼赤乌",
    "pinyin": "bái yú chì wū",
    "explanation": "为祥瑞之兆。",
    "example": "～之符，黄金紫玉之瑞，事丰奇伟，辞富膏腴，无益经典而有助文章。★南朝·梁·刘勰《文心雕龙·正纬》",
    "derivation": "《史记·周本纪》武王渡河，中流，白鱼跃入王舟中，武王俯取以祭。既渡，有火自上复于下，至于王屋，流为乌，其色赤，其声魄云。”"
  },
  {
    "word": "白鱼登舟",
    "pinyin": "bái yú dēng zhōu",
    "explanation": "为殷亡周兴之兆。同白鱼入舟”。",
    "example": "无",
    "derivation": "《汉书·终军传》盖六鶂退飞，逆也；白鱼登舟，顺也。”颜师古注引臣瓒曰谓武王伐殷而鱼入王舟，象征而必获，故曰顺也。”"
  },
  {
    "word": "白鱼入舟",
    "pinyin": "bái yú rù zhōu",
    "explanation": "比喻用兵必胜的征兆。",
    "example": "武王～，君臣变色。★《三国志·魏书·杨阜传》",
    "derivation": "《史记·周本纪》武王渡河，中流，白鱼跃入王舟中，武王俯取以祭……诸侯皆曰‘纣可伐矣。’”"
  },
  {
    "word": "白玉微瑕",
    "pinyin": "bái yù wēi xiá",
    "explanation": "洁白的玉上有些羞点。比喻很好的人或物有些小缺点，美中不足。",
    "example": "无",
    "derivation": "南朝·梁·萧统《陶渊明集序》白璧微瑕，惟在《闲情》一赋。”"
  },
  {
    "word": "白玉无瑕",
    "pinyin": "bái yù wú xiá",
    "explanation": "洁白的美玉上面没有一点羞。比喻人或事物完美无缺。",
    "example": "无",
    "derivation": "宋·释道原《景德传灯录》卷十三问‘不曾博览空王教略，借玄机试道看。’师曰‘白玉无瑕，卞和刖足。’”"
  },
  {
    "word": "白云苍狗",
    "pinyin": "bái yún cāng gǒu",
    "explanation": "苍灰白色。浮云象白衣裳，顷刻又变得象苍狗。比喻事物变化不定。",
    "example": "真是世事～，不禁感慨系之矣！★鲁迅《华盖集后记》",
    "derivation": "唐·杜甫《可叹诗》天上浮云似白衣，斯须改变如苍狗。”"
  },
  {
    "word": "白云孤飞",
    "pinyin": "bái yún gū fēi",
    "explanation": "比喻客居他乡，思念父母。",
    "example": "客中思亲云～。★宋·胡继宗《书言故事·天文类》",
    "derivation": "《新唐书·狄仁杰传》荐授并州法曹参军，亲在河阳。仁杰登太行山，反顾，见白云孤飞，谓左右曰‘吾亲舍其下。’瞻怅久之。云移，乃得去。”"
  },
  {
    "word": "白云亲舍",
    "pinyin": "bái yún qīn shè",
    "explanation": "亲指父母；舍居住。比喻思念父母的话。",
    "example": "南望～在，故乡回首凄凄。★清·秋谨《临江仙·题李艺垣〈慕莱堂集〉》词",
    "derivation": "《新唐书·狄仁杰传》荐授并州法曹参军，亲在河阳。仁杰登太行山，反顾，见白云孤飞，谓左右曰‘吾亲舍其下。’瞻怅久之。云移，乃得去。”"
  },
  {
    "word": "白纸黑字",
    "pinyin": "bái zhǐ hēi zì",
    "explanation": "白纸上写下了黑字。比喻有确凿的文字凭据，不容抵赖或悔改。",
    "example": "无",
    "derivation": "元·无名氏《看钱奴买冤家债主》第二折不要闲说，白纸上写着黑字哩。若有反悔之人，罚宝钞一千贯与不反悔之人使用。”"
  },
  {
    "word": "百般刁难",
    "pinyin": "bǎi bān diāo nàn",
    "explanation": "用各种手段使对方过不去。",
    "example": "无",
    "derivation": "郭戈《金瓶梅传奇》第十一回柔玉不便道出自己身世，编个话儿与她道‘奴家父母早逝，自幼跟哥嫂度日。只是嫂嫂容不得，百般刁难，与其受人凌辱，倒不如自寻清净，避开人世烦恼。’”"
  },
  {
    "word": "百般奉承",
    "pinyin": "bǎi bān fèng chéng",
    "explanation": "用各种方式来恭维讨好人。",
    "example": "无",
    "derivation": "元·关汉卿《金线池》第一折百般奉承他，常怕一个留他不住，怎么刚刚三日，便要赶他出门？”"
  },
  {
    "word": "百般抚慰",
    "pinyin": "bǎi bān fǔ wèi",
    "explanation": "用各种方式进行安慰。抚慰安慰。",
    "example": "老妇人于是～，把自己年轻时抚慰孩子的语句，一一背了出来。★《九夜》",
    "derivation": "《中国通史》(第九册)第十一章第三节代宗对于河北安史降将虽然一味姑息，百般抚慰，但他们并未感恩戴德，反而视为软弱可欺。”"
  },
  {
    "word": "百般折磨",
    "pinyin": "bǎi bān zhé mó",
    "explanation": "用各种方式使人在肉体上、精神上遭受痛苦。",
    "example": "她任凭酷刑～，紧咬着牙关，始终坚贞不屈。★《言行和心理》",
    "derivation": "宋·李昿《太平广记·精察二·孟简》土豪又叫村里的二十多个妇女……然后揪着她的头发把头往地上碰，百般折磨污辱，包君的妻子本来就瘦弱多病，并且怀有身孕，回到船上就死了。”"
  },
  {
    "word": "百宝万货",
    "pinyin": "bǎi bǎo wàn huò",
    "explanation": "指大量珍宝财物。",
    "example": "无",
    "derivation": "清·龚自珍《尊隐》天下法宗礼，族归心，鬼归祀，大川归道，百宝万货，人功精英，不翼而飞，府于京师。”"
  },
  {
    "word": "百弊丛生",
    "pinyin": "bǎi bì cóng shēng",
    "explanation": "百形容多；弊弊端，害处。各种弊害都产生出来了。",
    "example": "今以十当一，是反以四钱八分铜作一钱二分用也。民间私闲改铸，～。★柯劭忞《清史稿·袁希祖传》",
    "derivation": "梁启超《政治学学理摭言》而此等异论，何以能容喙焉？何以能动人焉？则以智慧程度未达于大多数，而欲幸福之程度进于大多数，未有不百弊丛生，而贻反对之徒以口实者也。”"
  },
  {
    "word": "百不当一",
    "pinyin": "bǎi bù dāng yī",
    "explanation": "当抵挡。一百个抵挡不住一个。",
    "example": "无",
    "derivation": "汉·荀悦《汉纪·文帝纪下》平易相远，山谷幽涧，仰高临下，此弓弩之地也，短兵百不当一。”"
  },
  {
    "word": "百不获一",
    "pinyin": "bǎi bù huò yī",
    "explanation": "一百个里面也得不到一个。形容人或物的难得或所得极少。",
    "example": "无",
    "derivation": "清·李绿园《歧路灯》第一百五回人品自会端正，文移自会清顺，晓畅，然着实是百不获一的。”"
  },
  {
    "word": "百不失一",
    "pinyin": "bǎi bù shī yī",
    "explanation": "一百次中无一次失误。表示射箭或打枪命中率高，或做事有充分把握。",
    "example": "他把算子一动，便晓得这人姓名，穷通寿夭，～。★明·凌蒙初《初刻拍案惊奇》卷七",
    "derivation": "汉·王充《论衡·须颂》从门应庭，听堂室之言，什而失九，如升堂窥室，百不失一。”"
  },
  {
    "word": "百不为多，一不为少",
    "pinyin": "bǎi bù wéi duō，yī bù wéi shǎo",
    "explanation": "指难得的好人或好东西。",
    "example": "然不难得则不足为佳物，古人亦云‘～’者，谓此也。★宋·赵彦卫《云麓漫钞》卷十四",
    "derivation": "《南史·任昿传》褚彦回尝谓遥曰‘闻卿有令子，相为喜之。所谓百不为多，一不为少。’由是闻声藉甚。”"
  },
  {
    "word": "百不一存",
    "pinyin": "bǎi bù yī cún",
    "explanation": "一百个里面没有留下一个。表示丧失殆尽。",
    "example": "无",
    "derivation": "北周·宇文逌《〈庾信集〉序》昔在阳都，有集十四卷，值太清罹乱，百不一存。”《南史·蔡廓传附蔡兴宗》时士庶危惧，衣冠咸欲远徙，后皆流离外难，百不一存。”"
  },
  {
    "word": "百不一贷",
    "pinyin": "bǎi bù yī dài",
    "explanation": "犹言无一宽免。",
    "example": "无",
    "derivation": "《新唐书·酷吏传·来俊臣》后信之，诏于丽景门别置狱，敕俊臣等颛按事，百不一贷。”"
  },
  {
    "word": "百不一遇",
    "pinyin": "bǎi bù yī yù",
    "explanation": "一百次中遇不到一次。形容极其难得。",
    "example": "无",
    "derivation": "汉·荀悦《汉纪·哀帝纪下》言立策成，终无咎悔，若此之事，百不一遇，其知之所见，万不及一也。”"
  },
  {
    "word": "百步穿杨",
    "pinyin": "bǎi bù chuān yáng",
    "explanation": "在一百步远以外射中杨柳的叶子。形容箭法或枪法十分高明。",
    "example": "（关羽）带箭回寨，方知黄忠有百步穿杨之能。★明·罗贯中《三国演义》第五十三回",
    "derivation": "《史记·周本纪》楚有养由基者，善射者也，去柳叶百步而射之，百发而百中之。”《战国策·西周策》楚有养由基者，善射；去柳叶百步而射之，百发百中。”"
  },
  {
    "word": "百城之富",
    "pinyin": "bǎi chéng zhī fù",
    "explanation": "形容藏书极多，似拥有许多城市那样富有。",
    "example": "强解事者，以数百金捆载坊书，便称～。★清·黄宗羲《天一阁藏书记》",
    "derivation": "语出《魏书·李谧传》丈夫拥书万卷，何假南面百城。”"
  },
  {
    "word": "百尺竿头",
    "pinyin": "bǎi chǐ gān tóu",
    "explanation": "桅杆或杂技长竿的顶端。比喻极高的官位和功名，或学问、事业有很高的成就。",
    "example": "功名～，自古及今，有几个干休。★元·张养浩《折桂令》曲",
    "derivation": "唐·吴融《商人》诗百尺竿头五两斜，此生何处不为家。”"
  },
  {
    "word": "百尺竿头，更进一步",
    "pinyin": "bǎi chǐ gān tóu，gèng jìn yī bù",
    "explanation": "佛家语，比喻道行、造诣虽深，仍需修炼提高。比喻虽已达到很高的境地，但不能满足，还要进一步努力。",
    "example": "故聊复言之，恐或可以少助～之势也。★宋·朱熹《答巩仲至书》",
    "derivation": "宋·释道原《景德传灯录》卷十师示一偈曰‘百丈竿头不动人，虽然得入未为真，百尺竿头须进步，十方世界是全身。’”"
  },
  {
    "word": "百尺无枝",
    "pinyin": "bǎi chǐ wú zhī",
    "explanation": "比喻罕见的大而有用之材。",
    "example": "其风韵遒正，神峰标映，千里绝迹，～。★《梁书·王规传》",
    "derivation": "汉·枚乘《七发》龙门之桐，高百尺而无枝。”"
  },
  {
    "word": "百川朝海",
    "pinyin": "bǎi chuān cháo hǎi",
    "explanation": "众水奔流趋向大海。多比喻无数分散的事物都汇集到一处。",
    "example": "无",
    "derivation": "汉·焦赣《易林·谦之无妄》百川朝海，流行不止，道虽辽远，无不到者。”"
  },
  {
    "word": "百川赴海",
    "pinyin": "bǎi chuān fù hǎi",
    "explanation": "百表示多。川江河。所有江河都流归大海。比喻众望所归或大势所趋。也比喻许多事物由分散而汇集到一处。",
    "example": "许多文士在饱经战乱之苦后，如～，相继奔往邺城，归附到曹氏（曹操）周围。★《建安文学》",
    "derivation": "《朱子语类·卷二·理气下》百川赴海而海不溢。”"
  },
  {
    "word": "百川归海",
    "pinyin": "bǎi chuān guī hǎi",
    "explanation": "川江河。许多江河流入大海。比喻大势所趋或众望所归。也比喻许多分散的事物汇集到一个地方。",
    "example": "无",
    "derivation": "《淮南子·汜论训》百川异源，而皆归于海。”"
  },
  {
    "word": "百辞莫辩",
    "pinyin": "bǎi cí mò biàn",
    "explanation": "用任何话语都无法辩白。",
    "example": "无",
    "derivation": "鲁迅《准风月谈·后记》被责难者处于时势潮流之下，百辞莫辩，辩则反动更为证实。”"
  },
  {
    "word": "百代过客",
    "pinyin": "bǎi dài guò kè",
    "explanation": "指时间永远流逝。",
    "example": "无",
    "derivation": "唐·李白《春夜宴从弟桃花园序》夫天地者，万物直逆旅也；光阴者，百代直过客也。”"
  },
  {
    "word": "百代文宗",
    "pinyin": "bǎi dài wén zōng",
    "explanation": "宗被人所效法的人物。在久远的年代里堪为文人楷模的人物。",
    "example": "无",
    "derivation": "《晋书·陆机传》制曰‘故足远超枚（枚乘）马（司马相如），……百代文宗，一人而已。’”"
  },
  {
    "word": "百动不如一静",
    "pinyin": "bǎi dòng bù rú yī jìng",
    "explanation": "指多动不如静待有效。",
    "example": "无",
    "derivation": "清·西周生《醒世姻缘传》第三十四回你去了，我又寻思，百动不如一静的。”"
  },
  {
    "word": "百读不厌",
    "pinyin": "bǎi dú bù yàn",
    "explanation": "厌厌烦，厌倦。读一百遍也不会感到厌烦。形容诗文或书籍写得非趁，不论读多少遍也不感到厌倦。",
    "example": "为什么一些作品有人～”，另一些却有人不想读第二遍呢？★朱自清《论百读不厌》",
    "derivation": "宋·苏轼《送安惇秀才失解西归》诗旧书不厌百回读，熟读深思子自知。”"
  },
  {
    "word": "百堵皆作",
    "pinyin": "bǎi dǔ jiē zuò",
    "explanation": "堵墙；作兴建。许多房屋同时建造。",
    "example": "无",
    "derivation": "《诗经·小雅·鸿雁》之子于垣，百堵皆作。虽则劬劳，其究安宅。”"
  },
  {
    "word": "百端待举",
    "pinyin": "bǎi duān dài jǔ",
    "explanation": "面端百种；举举办。有很多事情等着要兴办。",
    "example": "无",
    "derivation": "周恩来《人民政协共同纲领草案的要点》经济建设是百端待举，但须有缓急轻重之分。”"
  },
  {
    "word": "百端交集",
    "pinyin": "bǎi duān jiāo jí",
    "explanation": "无数感想交互汇集，形容感慨万千。",
    "example": "无",
    "derivation": "南朝·宋·刘义庆《世说新语·言语》卫洗马初欲渡江，形神惨悴，语左右云‘见此芒芒，不觉百端交集，苟未免有情，亦复谁能遣此！’”"
  },
  {
    "word": "百堕俱举",
    "pinyin": "bǎi huī jù jǔ",
    "explanation": "堕荒废；废弃。指一切废置的事都兴办起来。同百废俱兴”。",
    "example": "无",
    "derivation": "钱基博《吴禄贞传》在边三年，百堕俱举，而刊有《延吉边务报告》四册，则其客江阴章钟祚搜辑禄贞在边之书牍也。”"
  },
  {
    "word": "百二关河",
    "pinyin": "bǎi èr guān hé",
    "explanation": "比喻山河险固之地。同百二山河”。",
    "example": "无",
    "derivation": "金·元好问《岐阳》诗之二百二关河草不横，十年戎马暗秦京。”"
  },
  {
    "word": "百二河山",
    "pinyin": "bǎi èr hé shān",
    "explanation": "百二以二敌百。指山河险固，可以二敌百◇指国力强盛，边防稳固的国家。",
    "example": "无",
    "derivation": "《史记·高祖本纪》秦，形胜之国带河山之险，悬隔千里，持戟百万，秦得百二焉。”"
  },
  {
    "word": "百二金瓯",
    "pinyin": "bǎi èr jīn ōu",
    "explanation": "比喻山河险固之地。同百二山河”。",
    "example": "无",
    "derivation": "宁调元《壬子感事》诗之三五千貂锦张旗鼓，百二金瓯资栋梁。”"
  },
  {
    "word": "百二山川",
    "pinyin": "bǎi èr shān chuān",
    "explanation": "比喻山河险固之地。同百二山河”。",
    "example": "无",
    "derivation": "《全元散曲·新水令》随人愿、照百二山川，照百二山川，一点金星瑞云里现。”"
  },
  {
    "word": "百二山河",
    "pinyin": "bǎi èr shān hé",
    "explanation": "百二以二敌百。比喻山河险固之地。",
    "example": "～同败絮，两三亲友各飘萍。★宁调元《清明忆亡友姚宏业》",
    "derivation": "西汉·司马迁《史记·高祖本纪》秦，形胜之国，带河山之险，县隔千里，持戟百万，秦得百二马。”"
  },
  {
    "word": "百发百中",
    "pinyin": "bǎi fā bǎi zhòng",
    "explanation": "形容射箭或打枪准确，每次都命中目标。也比喻做事有充分把握。",
    "example": "回见子牙，叩头在地丞相妙计，～。”★明·许仲琳《封神演义》第三十六回",
    "derivation": "《战国策·西周策》楚有养由基者，善射，去柳叶百步而射之，百发百中。”"
  },
  {
    "word": "百凡待举",
    "pinyin": "bǎi fán dài jǔ",
    "explanation": "无数事情都等待兴办。",
    "example": "无",
    "derivation": "平佚《临时政府成立记》而沪军陈都督，复以民军倡义伊始，百凡待举，无总机关以代表全国，外人疑虑，交涉为难。”"
  },
  {
    "word": "百废待举",
    "pinyin": "bǎi fèi dài jǔ",
    "explanation": "废被废置的事情；待等待；举兴办。许多被搁置的事情等着要兴办。",
    "example": "无",
    "derivation": "吴晗《海瑞罢官》百废待举，他不出头做主，实在令人着急。”"
  },
  {
    "word": "百废待兴",
    "pinyin": "bǎi fèi dài xīng",
    "explanation": "废被废置的事情；待等待；兴兴办。许多被搁置的事情等着要兴办。",
    "example": "无",
    "derivation": "王颖《海外赤子》百废待兴，一下子怎么能抓得过来。”"
  },
  {
    "word": "百废具举",
    "pinyin": "bǎi fèi jù jǔ",
    "explanation": "指许多被废置的事业都等着兴办。同百废俱举”。",
    "example": "其有能如水野越前、井伊直弼之鞠躬尽瘁～者乎？★梁启超《敬告当道者》",
    "derivation": "宋·王明清《挥麈录》卷一吴明可帅会稽，百废具举，独不传书。”"
  },
  {
    "word": "百废具兴",
    "pinyin": "bǎi fèi jù xīng",
    "explanation": "指一切废置的事都兴办起来。同百废俱兴”。",
    "example": "无",
    "derivation": "宋·苏轼《谢量移汝州表》建原庙以安祖考，正六宫而修典刑，百废具兴，多士爰集。”"
  },
  {
    "word": "百废具作",
    "pinyin": "bǎi fèi jù zuò",
    "explanation": "指一切废置的事都兴办起来。同百废俱兴”。",
    "example": "无",
    "derivation": "清·管同《恩县四女祠碑》阳湖孙使君督粮山东，起痿了蒙，百废具作。”"
  },
  {
    "word": "百废俱举",
    "pinyin": "bǎi fèi jù jǔ",
    "explanation": "指一切废置的事都兴办起来。同百废俱兴”。",
    "example": "‘～’的平均主义思想，以及与此相关联着的不合边区实际的‘正规化’思想，成了贯彻精简政策与集中力量于两大任务的绊脚石。★《解放日报》1942.12.23",
    "derivation": "《续资治通鉴·宋理宗绍定五年》了翁（魏了翁）乃葺其城楼橹雉堞，增置器械，教习牌手，申严军律……居数月，百废俱举。”"
  },
  {
    "word": "百废俱兴",
    "pinyin": "bǎi fèi jù xīng",
    "explanation": "俱全，都。许多已经荒废了的事情一下子都兴办起来。",
    "example": "四川屡经兵燹，廷相莅任，～，民不知扰。★《清史稿·郎廷佐传》",
    "derivation": "宋·范仲淹《岳阳楼记》政通人和，百废具（俱）兴。”"
  },
  {
    "word": "百废咸举",
    "pinyin": "bǎi fèi xián jǔ",
    "explanation": "指一切废置的事都兴办起来。同百废俱兴”。",
    "example": "无",
    "derivation": "明·刘基《杭州路重修府治记》公受命来杭未及期月，威惠大行，百废咸举。吏民顺令，如臂使指。”"
  },
  {
    "word": "百福具臻",
    "pinyin": "bǎi fú jù zhēn",
    "explanation": "形容各种福运一齐来到。",
    "example": "无",
    "derivation": "《旧唐书·李藩传》伏望陛下每以汉文孔子之意为准，则百福具臻。”"
  },
  {
    "word": "百感交集",
    "pinyin": "bǎi gǎn jiāo jí",
    "explanation": "感感想；交同时发生。各种感触交织在一起。形容感触很多，心情复杂。",
    "example": "我是上一个世纪出生的人，能参加这样的盛会，～，思绪万千。★郭沫若《科学的春天》",
    "derivation": "南朝·宋·刘义庆《世说新语·言语》见此茫茫，不觉百端交集，苟未免有情，亦复谁能遣此。”"
  },
  {
    "word": "百怪千奇",
    "pinyin": "bǎi guài qiān qí",
    "explanation": "形容花样繁多。",
    "example": "无",
    "derivation": "清·李渔《闲情偶寄·饮馔·蔬食》世人制菜之法，可称百怪千奇。自新鲜以至于腌糟酱腊，无一不曲尽奇能，务求至美。”"
  },
  {
    "word": "百鬼众魅",
    "pinyin": "bǎi guǐ zhòng mèi",
    "explanation": "各种妖魔鬼怪。",
    "example": "无",
    "derivation": "《后汉书·方术传下·解奴辜》章帝时有寿光侯者，能劾百鬼众魅，令自缚见形。”"
  },
  {
    "word": "百花齐放",
    "pinyin": "bǎi huā qí fàng",
    "explanation": "形容百花盛开，丰富多彩。比喻各种不同形式和风格的艺术自由发展。也形容艺术界的繁荣景象。",
    "example": "美术展览会上展出了许多新作品，～，各具风格。",
    "derivation": "清·李汝珍《镜花缘》第三回百花仙子只顾在此着棋，那知下界帝王忽有御旨命他百花齐放。”"
  },
  {
    "word": "百花齐放，百家争鸣",
    "pinyin": "bǎi huā qí fàng，bǎi jiā zhēng míng",
    "explanation": "比喻艺术及科学的不同派别及风格自由发展与争论。",
    "example": "无",
    "derivation": "毛泽东《关于正确处理人民内部矛盾的问题》百花齐放、百家争鸣的方针，是促进艺术发展和科学进步的方针，是促进我国的社会主义文化繁荣的方针。”"
  },
  {
    "word": "百花生日",
    "pinyin": "bǎi huā shēng rì",
    "explanation": "旧指阴历二月十二日，即花朝。",
    "example": "每年二月十二日，相传是～。★清·吴趼人《情变》第八回",
    "derivation": "清·秦味芸《月令粹编》卷五《陶朱公书》‘二月十二日为百花生日。无雨，百花熟。’”"
  },
  {
    "word": "百花争妍",
    "pinyin": "bǎi huā zhēng yàn",
    "explanation": "妍美、艳。形容繁华盛开，生气勃勃的景象。",
    "example": "春风一到，公园里百花争妍。",
    "derivation": "无"
  },
  {
    "word": "百花争艳",
    "pinyin": "bǎi huā zhēng yàn",
    "explanation": "各种花草树木竞相开放出艳丽的花朵。",
    "example": "北方的夏天绿树成荫，百花争艳。",
    "derivation": "无"
  },
  {
    "word": "百卉千葩",
    "pinyin": "bǎi huì qiān pā",
    "explanation": "常比喻事物丰富多彩，景象繁荣兴盛。",
    "example": "无",
    "derivation": "明·无名氏《紫微宫》第二折仲冬佳节景堪褒，百卉千葩逞艳妖。”"
  },
  {
    "word": "百喙莫辩",
    "pinyin": "bǎi huì mò biàn",
    "explanation": "喙嘴，借指人的嘴。指纵有众多的嘴也不能辩解。同百口莫辩”。",
    "example": "素臣一段议论，如老吏断狱，使刘邦～。★清·夏敬渠《野叟曝言》第七十一回",
    "derivation": "宋·陈亮《谢何正言启》谤出事情之外，百喙莫辩；变生意料之余，三肱并折。”"
  },
  {
    "word": "百喙难辩",
    "pinyin": "bǎi huì nán biàn",
    "explanation": "喙嘴，借指人的嘴。指纵有众多百口也很难辩解。同百口莫辩”。",
    "example": "无",
    "derivation": "蔡东藩《五代史演义》第三十六回此时证据显然，百喙难辩。荣复证成延广罪案十条，每服一事，即授一筹。”"
  },
  {
    "word": "百喙难辞",
    "pinyin": "bǎi huì nán cí",
    "explanation": "喙嘴，借指人的嘴。指纵有众多百口也很难解释。",
    "example": "刘棻等已被扳入，～，遂都连坐罔上不道的罪名，谳成死罪。★蔡东藩《后汉演义》第一回",
    "derivation": "清·夏燮《中西纪事·江上议款》江自以卖城之罪百喙难辞，因乘间自尽。”"
  },
  {
    "word": "百喙如一",
    "pinyin": "bǎi huì rú yī",
    "explanation": "犹言众口一辞。许多人都说同样的话，看法或意见一致。",
    "example": "无",
    "derivation": "清·王夫之《孝烈传》唯习闻湘人之言，百喙如一者若此。”"
  },
  {
    "word": "百喙一词",
    "pinyin": "bǎi huì yī cí",
    "explanation": "犹言众口一辞。同百喙如一”。",
    "example": "无",
    "derivation": "清·龚自珍《大誓答问第一》儒者百喙一词，言伏生《尚书》二十八篇。”"
  },
  {
    "word": "百计千方",
    "pinyin": "bǎi jì qiān fāng",
    "explanation": "想尽或用尽一切办法。",
    "example": "无",
    "derivation": "宋·辛弃疾《一枝花》百计千方久，似斗草儿童，赢个他家偏有。”"
  },
  {
    "word": "百计千谋",
    "pinyin": "bǎi jì qiān móu",
    "explanation": "想尽或用尽一切办法。同千方百计”。",
    "example": "无",
    "derivation": "元·尚仲贤《单鞭夺槊》第二折据着他全忠尽孝真良将，怎肯做背义忘恩那死囚，干费了百计千谋。”"
  },
  {
    "word": "百计千心",
    "pinyin": "bǎi jì qiān xīn",
    "explanation": "指想尽或用尽一切办法。",
    "example": "无",
    "derivation": "明·陆采《明珠记·授计》你爹怜母惜，你爹怜母惜，当时许下偕老鸳衾；到如今，用尽了百计千心，只落得泪珠儿罗衫湿浸。”"
  },
  {
    "word": "百家争鸣",
    "pinyin": "bǎi jiā zhēng míng",
    "explanation": "指各种学术流派的自由争论互相批评。也指不同意见的争论。百家，这种观点的人或各种学术派别。鸣，发表见解。",
    "example": "自春秋末年以来，中国的思想得到一个极大的开放，呈现出一个～的局面。★郭沫若《吕不韦与秦王政的批判》",
    "derivation": "《汉书·艺文志》凡诸子百八十九家……蜂出并作，各引一端，崇其所说，以此弛说，取舍诸候。”"
  },
  {
    "word": "百结愁肠",
    "pinyin": "bǎi jié chóu cháng",
    "explanation": "指愁绪如结无法解开。",
    "example": "可怜我神思恍然饮食废，我为你～解不开。★越剧《梁山泊与祝英台》第十场",
    "derivation": "宋·蒋兴祖女《减字木兰花·题雄州驿》词飞鸿过也，百结愁肠无昼夜。”"
  },
  {
    "word": "百结悬鹑",
    "pinyin": "bǎi jié xuán chún",
    "explanation": "比喻衣衫破烂。鹑鸟尾秃，像补缀百结，故云。",
    "example": "无",
    "derivation": "《黑籍冤魂》第二十回乞丐身上，破衣褴褛，百结悬鹑，怎抵得住那一天风雪？”"
  },
  {
    "word": "百举百捷",
    "pinyin": "bǎi jǔ bǎi jié",
    "explanation": "做一百件事，成功一百件。指办事万无一失。同百举百全”。",
    "example": "无",
    "derivation": "《三国志·吴志·周鲂传》鲂生在江淮，长于时事，见其便利，百举百捷。”"
  },
  {
    "word": "百举百全",
    "pinyin": "bǎi jǔ bǎi quán",
    "explanation": "每次行动都能完成其事，形容事事得心应手，都能取得好的效果。",
    "example": "无",
    "derivation": "《三国志·魏志·郭嘉传》百举百全，而功名可立也。”"
  },
  {
    "word": "百孔千疮",
    "pinyin": "bǎi kǒng qiān chuāng",
    "explanation": "比喻毛病很多，问题严重，已经到了难以收拾的地步。",
    "example": "他身上的缺点虽然不少，但却不是～，不可救药。",
    "derivation": "唐·韩愈《与孟尚书书》汉室以来，群儒区区修补，百孔千疮，随乱随失，其危如一发引千钧。”"
  },
  {
    "word": "百孔千创",
    "pinyin": "bǎi kǒng qiān chuāng",
    "explanation": "比喻困苦不堪。同百孔千疮”。",
    "example": "一方赛会，万户供张，竟有勉强支持，百端借贷而入会者；亦有典衣粜米，～而入会者。★清·钱泳《履园丛话·笑柄·恶俗》",
    "derivation": "宋·周必大《跋宋运判昞奏稿》黎庶凋瘵，百孔千创。”"
  },
  {
    "word": "百口莫辩",
    "pinyin": "bǎi kǒu mò biàn",
    "explanation": "莫不能；辩辩白。即使有一百张嘴也辩白不清。形容不管怎样辩白也说不清楚。",
    "example": "玉林和忠和醒悟了，一打便是祸事，若是李三顺身上有了伤，便～，官司”非输不可。★高阳《清宫外史》上册",
    "derivation": "宋·刘过《建康狱中上吴居父》虽有百口而莫辩其辜。”"
  },
  {
    "word": "百口难分",
    "pinyin": "bǎi kǒu nán fēn",
    "explanation": "即使有一百张嘴也难分辩清楚。犹百口莫辩。",
    "example": "无",
    "derivation": "清·魏秀仁《花月痕》第三回这‘薄幸’两字，我也百口难分了！”"
  },
  {
    "word": "百口同声",
    "pinyin": "bǎi kǒu tóng shēng",
    "explanation": "大家所说的都一样。",
    "example": "无",
    "derivation": "清·魏秀仁《花月痕》第五十一回时已亭午，小珠跌坐坟下，哭个不住。末后秃头与跟人劝止，大众百口同声，小珠方停了哭，谢了善人村父老，就到秃头家来。”"
  },
  {
    "word": "百里挑一",
    "pinyin": "bǎi lǐ tiāo yī",
    "explanation": "一百个当中就挑出这一个来。形容人才出众。",
    "example": "对报名参军的人挑选很严格，可以说是～。",
    "derivation": "清·曹雪芹《红楼梦》第一百二十回姑爷年纪略大几岁，并没有娶过的，况且人物儿长的是百里挑一的。”"
  },
  {
    "word": "百里之才",
    "pinyin": "bǎi lǐ zhī cái",
    "explanation": "百里方圆百里之地。指能治理方圆百里地区的人才◇称才能平常的人。",
    "example": "无",
    "derivation": "《三国志·蜀志·蒋琬传》蒋琬，社稷之器，非百里之才也。”"
  },
  {
    "word": "百炼成刚",
    "pinyin": "bǎi liàn chéng gāng",
    "explanation": "刚通钢。铁经过反复锤炼便成为坚韧的钢。比喻人经过多次磨炼而成为有用之才。",
    "example": "有人身经百战，～，炉火纯青，喜于心而不形于色。★徐迟《火中凤凰·凤翔》",
    "derivation": "郭小川《保卫我们的党》诗点起斗争的烈火，使人在烈火中百炼成刚。”"
  }
];